{
  "books-by-libra-writers::9781509827831": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Oscar Wilde",
    "authorDescription": "Oscar Fingal O'Flaherty Wills Wilde was born in Dublin in 1854. He studied at Trinity College Dublin and then at Magdalen College Oxford where he started the cult of 'Aestheticism', which involves making an art of life. Following his marriage to Constance Lloyd in 1884, he published several books of stories ostensibly for children and one novel, The Picture of Dorian Gray (1891).",
    "title": "The Picture of Dorian Gray",
    "image": "https://images-us.bookshop.org/ingram/9781509827831.jpg?height=500&v=v2",
    "description": "Designed to appeal to the book lover, the Macmillan Collector's Library is a series of beautifully bound pocket-sized gift editions of much loved classic titles. Bound in real cloth, printed on high quality paper, and featuring ribbon markers and gilt edges, Macmillan Collector's Library are books to love and treasure. On its first publication The Picture of Dorian Gray was regarded as dangerously modern in its depiction of fin-de-siècle decadence. In this updated version of the Faust story, the tempter is Lord Henry Wotton, who lives selfishly for amoral pleasure; Dorian's good angel is the portrait painter Basil Hallward, whom Dorian murders. The book highlights the tension between the polished surface of high society and the life of secret vice. Although sin is punished in the end the book has a flavour of the elegantly perverse. With an Afterword by Peter Harness.",
    "listPrice": 1299,
    "price": 1195,
    "url": "https://bookshop.org/books/the-picture-of-dorian-gray-9788027338870/9781509827831",
    "publisher": "MacMillan Collector's Library",
    "publishDate": "March 21, 2017",
    "dimensions": "4.0 X 5.9 X 0.6 inches | 0.3 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781509827831,
    "pages": 288,
    "genres": ["Classics", "Literary"]
  },
  "books-by-libra-writers::9780062282712": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Roxane Gay",
    "authorDescription": "Roxane Gay's writing appears in BEST AMERICAN MYSTERY STORIES 2014, BEST AMERICAN SHORT STORIES 2012, BEST SEX WRITING 2012, A PUBLIC SPACE, MCSWEENEY'S, TIN HOUSE, OXFORD AMERICAN, AMERICAN SHORT FICTION, VIRGINIA QUARTERLY REVIEW, and many others. She is a contributing opinion writer for The New York Times. She is the author of the books AYITI, AN UNTAMED STATE, The New York Times bestselling BAD FEMINIST, the nationally bestselling DIFFICULT WOMEN and The New York Times bestselling HUNGER.",
    "title": "Bad Feminist",
    "image": "https://images-us.bookshop.org/ingram/9780062282712.jpg?height=500&v=v2",
    "description": "\"Roxane Gay is so great at weaving the intimate and personal with what is most bewildering and upsetting at this moment in culture. She is always looking, always thinking, always passionate, always careful, always right there.\" -- Sheila Heti, author of How Should a Person Be?From the author of Hunger: A Memoir of (My) Body, the New York Times Bestseller, Best Book of the Year at NPR, the Boston Globe, Newsweek, and many more, an instant classic.A collection of essays spanning politics, criticism, and feminism from one of the most-watched young cultural observers of her generation, Roxane Gay.In these funny and insightful essays, Gay takes us through the journey of her evolution as a woman (Sweet Valley High) of color (The Help) while also taking readers on a ride through culture of the last few years (Girls, Django in Chains) and commenting on the state of feminism today (abortion, Chris Brown). The portrait that emerges is not only one of an incredibly insightful woman continually growing to understand herself and our society, but also one of our culture.Bad Feminist is a sharp, funny, and spot-on look at the ways in which the culture we consume becomes who we are, and an inspiring call-to-arms of all the ways we still need to do better, coming from one of our most interesting and important cultural critics.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/bad-feminist-9780062282712/9780062282712",
    "publisher": "Harper Perennial",
    "publishDate": "August 05, 2014",
    "dimensions": "5.2 X 7.9 X 1.0 inches | 0.55 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780062282712,
    "pages": 336,
    "genres": ["Essays", "Feminism & Feminist Theory", "Popular Culture"]
  },
  "books-by-libra-writers::9780812993547": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Ta-Nehisi Coates",
    "authorDescription": "Ta-Nehisi Coates is a national correspondent for The Atlantic. His book Between the World and Me won the National Book Award in 2015. Coates is the recipient of a MacArthur Fellowship. He lives in New York City with his wife and son.",
    "title": "Between the World and Me",
    "image": "https://images-us.bookshop.org/ingram/9780812993547.jpg?height=500&v=v2",
    "description": "#1 NEW YORK TIMES BESTSELLER - NATIONAL BOOK AWARD WINNER - NAMED ONE OF TIME'S TEN BEST NONFICTION BOOKS OF THE DECADE - PULITZER PRIZE FINALIST - NATIONAL BOOK CRITICS CIRCLE AWARD FINALIST - ONE OF OPRAH'S \"BOOKS THAT HELP ME THROUGH\" - SOON TO BE AN HBO ORIGINAL SPECIAL EVENT Hailed by Toni Morrison as \"required reading,\" a bold and personal literary exploration of America's racial history by \"the most important essayist in a generation and a writer who changed the national political conversation about race\" (Rolling Stone) NAMED ONE OF THE MOST INFLUENTIAL BOOKS OF THE DECADE BY CNN - NAMED ONE OF PASTE'S BEST MEMOIRS OF THE DECADE - NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY The New York Times Book Review - O: The Oprah Magazine - The Washington Post - People - Entertainment Weekly - Vogue - Los Angeles Times - San Francisco Chronicle - Chicago Tribune - New York - Newsday - Library Journal - Publishers Weekly  In a profound work that pivots from the biggest questions about American history and ideals to the most intimate concerns of a father for his son, Ta-Nehisi Coates offers a powerful new framework for understanding our nation's history and current crisis. Americans have built an empire on the idea of \"race,\" a falsehood that damages us all but falls most heavily on the bodies of black women and men--bodies exploited through slavery and segregation, and, today, threatened, locked up, and murdered out of all proportion. What is it like to inhabit a black body and find a way to live within it? And how can we all honestly reckon with this fraught history and free ourselves from its burden? Between the World and Me is Ta-Nehisi Coates's attempt to answer these questions in a letter to his adolescent son. Coates shares with his son--and readers--the story of his awakening to the truth about his place in the world through a series of revelatory experiences, from Howard University to Civil War battlefields, from the South Side of Chicago to Paris, from his childhood home to the living rooms of mothers whose children's lives were taken as American plunder. Beautifully woven from personal narrative, reimagined history, and fresh, emotionally charged reportage, Between the World and Me clearly illuminates the past, bracingly confronts our present, and offers a transcendent vision for a way forward.",
    "listPrice": 2600,
    "price": 2392,
    "url": "https://bookshop.org/books/between-the-world-and-me/9780812993547",
    "publisher": "One World",
    "publishDate": "July 14, 2015",
    "dimensions": "5.1 X 7.3 X 0.9 inches | 0.55 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780812993547,
    "pages": 176,
    "genres": [
      "Discrimination & Race Relations",
      "Personal Memoirs",
      "United States - General"
    ]
  },
  "books-by-libra-writers::9780062509598": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Coleman Barks",
    "authorDescription": "Coleman Banks is the author of The Essential Rumi.",
    "title": "The Essential Rumi - Reissue: New Expanded Edition",
    "image": "https://images-us.bookshop.org/ingram/9780062509598.jpg?height=500&v=v2",
    "description": "From the premier interpreter of Rumi comes the first definitive one-volume collection of the enduringly popular spiritual poetry by the extraordinary thirteenth-century Sufi mystic.",
    "listPrice": 1799,
    "price": 1655,
    "url": "https://bookshop.org/books/the-essential-rumi-reissue-new-expanded-edition/9780062509598",
    "publisher": "HarperOne",
    "publishDate": "May 28, 2004",
    "dimensions": "5.26 X 8.04 X 1.08 inches | 0.96 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780062509598,
    "pages": 416,
    "genres": [
      "Ancient & Classical",
      "Subjects & Themes - Inspirational & Religious",
      "Islam - Sufi"
    ]
  },
  "books-by-libra-writers::9781556594953": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Ocean Vuong",
    "authorDescription": "Ocean Vuong: Born in Saigon, Vietnam, Ocean Vuong attended Brooklyn College. He is the author of two chapbooks as well as a full-length collection, Night Sky with Exit Wounds. A 2014 Ruth Lilly Fellow and winner of the 2016 Whiting Award, Ocean Vuong lives in New York City.",
    "title": "Night Sky with Exit Wounds",
    "image": "https://images-us.bookshop.org/ingram/9781556594953.jpg?height=500&v=v2",
    "description": "One of the most celebrated poetry books of the year: The New Yorker,  The Best Books of Poetry of 2016New York Times,  Critics PickBoston Globe,  Best Books listingNPR, Best Books listingMiami Herald,  Best LGBTQ BooksSan Francisco Chronicle,  Top 100 Books of the YearLibrary Journal,  Best Books of 2016Michiko Kakutani in The New York Times writes: \"The poems in Mr. Vuong's new collection, Night Sky With Exit Wounds...possess a tensile precision reminiscent of Emily Dickinson's work, combined with a Gerard Manley Hopkins-like appreciation for the sound and rhythms of words. Mr. Vuong can create startling images (a black piano in a field, a wedding-cake couple preserved under glass, a shepherd stepping out of a Caravaggio painting) and make the silences and elisions in his verse speak as potently as his words...There is a powerful emotional undertow to these poems that springs from Mr. Vuong's sincerity and candor, and from his ability to capture specific moments in time with both photographic clarity and a sense of the evanescence of all earthly things.\"\"Reading Vuong is like watching a fish move: he manages the varied currents of English with muscled intuition. His poems are by turns graceful and wonderstruck. His lines are both long and short, his pose narrative and lyric, his diction formal and insouciant. From the outside, Vuong has fashioned a poetry of inclusion.\"--The New Yorker\"The language is painfully, exquisitely exact, the scenes haunting and indelible.... Highly recommended.\"--Library Journal, starred reviewNight Sky with Exit Wounds establishes Vuong as a fierce new talent to be reckoned with...This book is a masterpiece that captures, with elegance, the raw sorrows and joys of human existence.--Buzzfeed's Most Exciting New Books of 2016 This original, sprightly wordsmith of tumbling pulsing phrases pushes poetry to a new level...A stunning introduction to a young poet who writes with both assurance and vulnerability. Visceral, tender and lyrical, fleet and agile, these poems unflinchingly face the legacies of violence and cultural displacement but they also assume a position of wonder before the world.\"--2016 Whiting Award citationNight Sky with Exit Wounds is the kind of book that soon becomes worn with love. You will want to crease every page to come back to it, to underline every other line because each word resonates with power.--LitHubVuong's powerful voice explores passion, violence, history, identity--all with a tremendous humanity.--Slate\"In his impressive debut collection, Vuong writes beauty into--and culls from--individual, familial, and historical traumas. Vuong exists as both observer and observed throughout the book as he explores deeply personal themes such as poverty, depression, queer sexuality, domestic abuse, and the various forms of violence inflicted on his family during the Vietnam War. Poems float and strike in equal measure as the poet strives to transform pain into clarity.\"--Publishers WeeklyTorso of AirSuppose you do change your life.&amp; the body is more thana portion of night--sealedwith bruises. Suppose you woke&amp; found your shadow replacedby a black wolf. The boy, beautiful &amp; gone. So you take the knife to the wallinstead. You carve &amp; carveuntil a coin of light appears&amp; you get to look in, at last, on happiness. The eyestaring back from the other side--waiting.Born in Saigon, Vietnam, Ocean Vuong attended Brooklyn College. He is the author of two chapbooks as well as a full-length collection, Night Sky with Exit Wounds. A Ruth Lilly Fellow and winner of the Whiting Award, Ocean Vuong lives in New York City.",
    "listPrice": 1600,
    "price": 1472,
    "url": "https://bookshop.org/books/night-sky-with-exit-wounds/9781556594953",
    "publisher": "Copper Canyon Press",
    "publishDate": "April 05, 2016",
    "dimensions": "5.5 X 7.5 X 0.44 inches | 0.3 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781556594953,
    "pages": 70,
    "genres": [
      "American - Asian American",
      "LGBT",
      "Subjects & Themes - Love & Erotica"
    ]
  },
  "books-by-libra-writers::9780441478125": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Ursula K. Le Guin",
    "authorDescription": "Ursula Kroeber Le Guin was born in Berkeley, California, in 1929. She was the bestselling author of the Earthsea books and the Hainish books, including The Left Hand of Darkness, which was awarded both the Nebula and the Hugo Awards. With the awarding of the 1975 Hugo and Nebula Awards to The Dispossessed, she became the first author to win both awards twice for novels. She passed away in 2018.",
    "title": "The Left Hand of Darkness",
    "image": "https://images-us.bookshop.org/ingram/9780441478125.jpg?height=500&v=v2",
    "description": "50TH ANNIVERSARY EDITION--WITH A NEW INTRODUCTION BY DAVID MITCHELL AND A NEW AFTERWORD BY CHARLIE JANE ANDERS Ursula K. Le Guin's groundbreaking work of science fiction--winner of the Hugo and Nebula Awards. A lone human ambassador is sent to the icebound planet of Winter, a world without sexual prejudice, where the inhabitants' gender is fluid. His goal is to facilitate Winter's inclusion in a growing intergalactic civilization. But to do so he must bridge the gulf between his own views and those of the strange, intriguing culture he encounters... Embracing the aspects of psychology, society, and human emotion on an alien world, The Left Hand of Darkness stands as a landmark achievement in the annals of intellectual science fiction.",
    "listPrice": 999,
    "price": 919,
    "url": "https://bookshop.org/books/the-left-hand-of-darkness/9780441478125",
    "publisher": "Ace Books",
    "publishDate": "March 15, 1987",
    "dimensions": "4.2 X 7.4 X 1.0 inches | 0.45 pounds",
    "language": "English",
    "type": "Mass Market Paperbound",
    "eanUpc": 9780441478125,
    "pages": 368,
    "genres": ["Classics", "Fantasy - Epic", "Science Fiction - Alien Contact"]
  },
  "books-by-libra-writers::9780684801544": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "F. Scott Fitzgerald",
    "authorDescription": "F. Scott Fitzgerald was born in Saint Paul, Minnesota, in 1896, attended Princeton University in 1913, and published his first novel, This Side of Paradise, in 1920. That same year he married Zelda Sayre, and he quickly became a central figure in the American expatriate circle in Paris that included Gertrude Stein and Ernest Hemingway. He died of a heart attack in 1940 at the age of forty-four.",
    "title": "Tender is the Night",
    "image": "https://images-us.bookshop.org/ingram/9780684801544.jpg?height=500&v=v2",
    "description": "F. Scott Fitzgerald wrote in a friend's copy of \"Tender is the Night, \" \"If you liked \"The Great Gatsby, \" for God's sake read this. \"Gatsby\" was a tour de force but this is a confession of faith.\" Set in the South of France in the decade after World War I, \"Tender is the Night, \" is the story of a brilliant and magnetic psychiatrist named Dick Diver; the bewitching, wealthy, and dangerously unstable mental patient, Nicole, who becomes his wife; and the beautiful, harrowing ten-year pas de deux they act out along the border between sanity and madness.",
    "listPrice": 1800,
    "price": 1656,
    "url": "https://bookshop.org/books/tender-is-the-night-46a77eca-3b1e-43c4-a191-5953b90ff12f/9780684801544",
    "publisher": "Scribner Book Company",
    "publishDate": "July 01, 1995",
    "dimensions": "5.2 X 7.9 X 1.0 inches | 0.74 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780684801544,
    "pages": 320,
    "genres": ["American - General"]
  },
  "books-by-libra-writers::9780679732242": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "William Faulkner",
    "authorDescription": "William Cuthbert Faulkner was born in 1897 and raised in Oxford, Mississippi, where he spent most of his life. One of the towering figures of American literature, he is the author of The Sound and the Fury, Absalom, Absalom!, and As I Lay Dying, among many other remarkable books. Faulkner was awarded the Nobel Prize in 1950 and France's Legion of Honor in 1951. He died in 1962.",
    "title": "The Sound and the Fury",
    "image": "https://images-us.bookshop.org/ingram/9780679732242.jpg?height=500&v=v2",
    "description": "The Sound and the Fury is the tragedy of the Compson family, featuring some of the most memorable characters in literature: beautiful, rebellious Caddy; the manchild Benjy; haunted, neurotic Quentin; Jason, the brutal cynic; and Dilsey, their black servant. Their lives fragmented and harrowed by history and legacy, the character's voices and actions mesh to create what is arguably Faulkner's masterpiece and one of the greatest novels of the twentieth century. \"I give you the mausoleum of all hope and desire. . . . I give it to you not that you may remember time, but that you might forget it now and then for a moment and not spend all of your breath trying to conquer it. Because no battle is ever won he said. They are not even fought. The field only reveals to man his own folly and despair, and victory is an illusion of philosophers and fools.\" --from The Sound and the Fury",
    "listPrice": 1500,
    "price": 1380,
    "url": "https://bookshop.org/books/the-sound-and-the-fury-9780679732242/9780679732242",
    "publisher": "Vintage",
    "publishDate": "January 30, 1991",
    "dimensions": "5.1 X 8.0 X 0.9 inches | 0.6 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679732242,
    "pages": 368,
    "genres": ["Classics", "Literary", "Sagas"]
  },
  "books-by-libra-writers::9780060959470": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Bell Hooks",
    "authorDescription": "bell hooks is the author of several books, including Killing Rage, Bone Black, and Wounds of Passion. She is Distinguished Professor of English at City College in New York and lives in New York City.",
    "title": "All about Love: New Visions",
    "image": "https://images-us.bookshop.org/ingram/9780060959470.jpg?height=500&v=v2",
    "description": "The acclaimed first volume in feminist icon bell hooks' Love Song to the Nation,\" All About Love is a revelation about what causes a polarized society and how to heal the divisions that cause suffering. Here is the truth about love, and inspiration to help us instill caring, compassion, and strength in our homes, schools, and workplaces.\"The word 'love' is most often defined as a noun, yet we would all love better if we used it as a verb,\" writes bell hooks as she comes out fighting and on fire in All About Love. Here, at her most provocative and intensely personal, renowned scholar, cultural critic and feminist bell hooks offers a proactive new ethic for a society bereft with lovelessness--not the lack of romance, but the lack of care, compassion, and unity. People are divided, she declares, by society's failure to provide a model for learning to love. As bell hooks uses her incisive mind to explore the question \"What is love?\" her answers strike at both the mind and heart. Razing the cultural paradigm that the ideal love is infused with sex and desire, she provides a new path to love that is sacred, redemptive, and healing for individuals and for a nation. The Utne Reader declared bell hooks one of the \"100 Visionaries Who Can Change Your Life.\" All About Love is a powerful, timely affirmation of just how profoundly her revelations can change hearts and minds for the better.",
    "listPrice": 1599,
    "price": 1471,
    "url": "https://bookshop.org/books/all-about-love-new-visions/9780060959470",
    "publisher": "William Morrow & Company",
    "publishDate": "January 30, 2018",
    "dimensions": "5.3 X 8.0 X 0.7 inches | 0.52 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780060959470,
    "pages": 272,
    "genres": [
      "Love & Romance",
      "Popular Culture",
      "Ethnic Studies - African American Studies"
    ]
  },
  "books-by-libra-writers::9781400033836": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Jane Smiley",
    "authorDescription": "Jane Smiley is the author of numerous novels, including A Thousand Acres, which was awarded the Pulitzer Prize, and most recently, Golden Age,  the concluding volume of The Last Hundred Years trilogy. She is also the author of five works of nonfiction and a series of books for young adults. A member of the American Academy of Arts and Letters, she has also received the PEN Center USA Lifetime Achievement Award for Literature. She lives in Northern California.",
    "title": "A Thousand Acres",
    "image": "https://images-us.bookshop.org/ingram/9781400033836.jpg?height=500&v=v2",
    "description": "This powerful twentieth-century reimagining of Shakespeare's King Lear centers on a wealthy Iowa farmer who decides to divide his farm between his three daughters. When the youngest objects, she is cut out of his will. This sets off a chain of events that brings dark truths to light and explodes long-suppressed emotions. Ambitiously conceived and stunningly written, A Thousand Acres takes on themes of truth, justice, love, and pride--and reveals the beautiful yet treacherous topography of humanity.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/a-thousand-acres/9781400033836",
    "publisher": "Anchor Books",
    "publishDate": "December 02, 2003",
    "dimensions": "5.1 X 8.18 X 0.86 inches | 0.65 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781400033836,
    "pages": 384,
    "genres": ["Literary", "Family Life - General", "Small Town & Rural"]
  },
  "books-by-libra-writers::9780060934347": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Miguel De Cervantes",
    "authorDescription": "Miguel de Cervantes Saavedra, born in 1547, is widely regarded as the greatest writer in the Spanish language and one of the world's preeminent novelists. He published Don Quixote in two parts between 1605 and 1615; both are included in this large-format volume. Much of his life was spent in poverty and obscurity, and the bulk of his surviving work was produced in the three years preceding his death. Despite this, his enormous influence is reflected by the fact that Spanish is often referred to as the language of Cervantes.\n              Edith Grossman is an award-winning translator of contemporary Latin American literature. Her recent publications include Strange Pilgrims and Of Love and Other Demons, by Gabriel García Márquez, and Maqroll and The Adventures of Maqroll, by Alvaro Mutis.",
    "title": "Don Quixote",
    "image": "https://images-us.bookshop.org/ingram/9780060934347.jpg?height=500&v=v2",
    "description": "Nominated as one of America's best-loved novels by PBS's The Great American ReadEdith Grossman's definitive English translation of the Spanish masterpiece, in an expanded P.S. editionWidely regarded as one of the funniest and most tragic books ever written, Don Quixote chronicles the adventures of the self-created knight-errant Don Quixote of La Mancha and his faithful squire, Sancho Panza, as they travel through sixteenth-century Spain. You haven't experienced Don Quixote in English until you've read this masterful translation.This P.S. edition features an extra 16 pages of insights into the book, including author interviews, recommended reading, and more.",
    "listPrice": 1999,
    "price": 1839,
    "url": "https://bookshop.org/books/don-quixote-9780060934347/9780060934347",
    "publisher": "Ecco Press",
    "publishDate": "April 26, 2005",
    "dimensions": "5.32 X 8.0 X 1.72 inches | 1.5 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780060934347,
    "pages": 992,
    "genres": ["Literary", "Action & Adventure", "Satire"]
  },
  "books-by-libra-writers::9780679745587": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Truman Capote",
    "authorDescription": "Truman Capote was born September 30, 1924, in New Orleans. After his parents' divorce, he was sent to live with relatives in Monroeville, Alabama. It was here he would meet his lifelong friend, the author Harper Lee. Capote rose to international prominence in 1948 with the publication of his debut novel, Other Voices, Other Rooms. Among his celebrated works are Breakfast at Tiffany's, A Tree of Night, The Grass Harp, Summer Crossing, A Christmas Memory,  and In Cold Blood,  widely considered one of the greatest books of the twentieth century. Twice awarded the O. Henry Short Story Prize, Capote was also the recipient of a National Institute of Arts and Letters Creative Writing Award and an Edgar Award. He died August 25, 1984, shortly before his sixtieth birthday.",
    "title": "In Cold Blood",
    "image": "https://images-us.bookshop.org/ingram/9780679745587.jpg?height=500&v=v2",
    "description": "The most famous true crime novel of all time, In Cold Blood is the bestseller that haunted its author long after he finished writing it. Chills the blood and exercises the intelligence ... harrowing. --The New York Review of Books  On November 15, 1959, in the small town of Holcomb, Kansas, four members of the Clutter family were savagely murdered by blasts from a shotgun held a few inches from their faces. There was no apparent motive for the crime, and there were almost no clues.  In one of the first non-fiction novels ever written, Truman Capote reconstructs the murder and the investigation that led to the capture, trial, and execution of the killers, generating both mesmerizing suspense and astonishing empathy. In Cold Blood is a work that transcends its moment, yielding poignant insights into the nature of American violence.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/in-cold-blood-9780739333648/9780679745587",
    "publisher": "Vintage",
    "publishDate": "February 01, 1994",
    "dimensions": "5.1 X 0.9 X 7.9 inches | 0.58 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679745587,
    "pages": 368,
    "genres": ["Murder - General"]
  },
  "books-by-libra-writers::9781933354934": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Leroi Jones (Amiri Baraka)",
    "authorDescription": "LeRoi Jones (now known as Amiri Baraka) is the author of numerous books of poetry, fiction, and nonfiction. He was named Poet Laureate of New Jersey by the N.J. Commission on Humanities, from 2002-2004. His last two books of poetry, Somebody Blew Up America & Other Poems and Un Poco Low Coup received tremendous critical acclaim.",
    "title": "Black Music",
    "image": "https://images-us.bookshop.org/ingram/9781933354934.jpg?height=500&v=v2",
    "description": "The long-awaited reissue of the sequel to Amiri Baraka's seminal work, Blues People.Baraka writes with the passion and lyricism that can only come from a jazz critic who is uncompromisingly invested in the social and aesthetic dimensions of the music.--WBGO (Newark Public Radio)Jones has learned--and this has been very rare in jazz criticism--to write about music as an artist.--Nat HentoffBlack Music is a book about the brilliant young jazz musicians of the early 1960s: John Coltrane, Thelonious Monk, Miles Davis, Ornette Coleman, Cecil Taylor, Archie Shepp, Sun Ra, and others. It is composed of essays, reviews, interviews, liner notes, musical analyses, and personal impressions from 1959-1967. Also includes Amiri Baraka's reflections in a 2009 interview with Calvin Reid of Publishers Weekly.LeRoi Jones (now known as Amiri Baraka) is the author of numerous books of poetry, fiction, and nonfiction. He was named Poet Laureate of New Jersey from 2002 to 2004 by the New Jersey Commission on Humanities. His most recent book, Tales of the Out &amp; the Gone (Akashic Books, 2007), was a New York Times Editors' Choice and winner of a PEN/Beyond Margins Award. He lives in Newark, New Jersey.",
    "listPrice": 1895,
    "price": 1743,
    "url": "https://bookshop.org/books/black-music/9781933354934",
    "publisher": "Akashic Books",
    "publishDate": "January 01, 2010",
    "dimensions": "5.5 X 8.4 X 0.7 inches | 0.6 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781933354934,
    "pages": 240,
    "genres": [
      "Genres & Styles - Jazz",
      "United States - 20th Century",
      "History & Criticism - General"
    ]
  },
  "books-by-libra-writers::9780375708732": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Gore Vidal",
    "authorDescription": "Gore Vidal (1925-2012) was born at the United States Military Academy at West Point. His first novel, Williwaw, written when he was 19 years old and serving in the army, appeared in the spring of 1946. He wrote 23 novels, five plays, many screenplays, short stories, well over 200 essays, and a memoir.",
    "title": "Burr",
    "image": "https://images-us.bookshop.org/ingram/9780375708732.jpg?height=500&v=v2",
    "description": "For readers who can't get enough of the hit Broadway musical Hamilton, Gore Vidal's stunning novel about Aaron Burr, the man who killed Alexander Hamilton in a duel--and who served as a successful, if often feared, statesman of our fledgling nation.  Here is an extraordinary portrait of one of the most complicated--and misunderstood--figures among the Founding Fathers. In 1804, while serving as vice president, Aaron Burr fought a duel with his political nemesis, Alexander Hamilton, and killed him. In 1807, he was arrested, tried, and acquitted of treason. In 1833, Burr is newly married, an aging statesman considered a monster by many. But he is determined to tell his own story, and he chooses to confide in a young New York City journalist named Charles Schermerhorn Schuyler. Together, they explore both Burr's past--and the continuing civic drama of their young nation.  Burr is the first novel in Gore Vidal's Narratives of Empire series, which spans the history of the United States from the Revolution to post-World War II. With their broad canvas and sprawling cast of fictional and historical characters, these novels present a panorama of American politics and imperialism, as interpreted by one of our most incisive and ironic observers.",
    "listPrice": 1795,
    "price": 1651,
    "url": "https://bookshop.org/books/burr-9780375708732/9780375708732",
    "publisher": "Vintage",
    "publishDate": "February 15, 2000",
    "dimensions": "5.3 X 0.97 X 8.06 inches | 0.73 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780375708732,
    "pages": 448,
    "genres": ["Historical - General", "Presidents & Heads of State"]
  },
  "books-by-libra-writers::9780441013593": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Frank Herbert",
    "authorDescription": "Frank Herbert is the bestselling author of the Dune saga. He was born in Tacoma, Washington, and educated at the University of Washington, Seattle. He worked a wide variety of jobs--including TV cameraman, radio commentator, oyster diver, jungle survival instructor, lay analyst, creative writing teacher, reporter and editor of several West Coast newspapers--before becoming a full-time writer. In 1952, Herbert began publishing science fiction with \"Looking for Something?\" in Startling Stories. But his emergence as a writer of major stature did not occur until 1965, with the publication of Dune. Dune Messiah, Children of Dune, God Emperor of Dune, Heretics of Dune, and Chapterhouse: Dune followed, completing the saga that the Chicago Tribune would call \"one of the monuments of modern science fiction.\" Herbert is also the author of some twenty other books, including The White Plague, The Dosadi Experiment, and Destination: Void. He died in 1986.",
    "title": "Dune",
    "image": "https://images-us.bookshop.org/ingram/9780441013593.jpg?height=500&v=v2-20c8138fc34f33276f2624a677d50daf",
    "description": "NOW A MAJOR MOTION PICTURE directed by Denis Villeneuve, starring Timothée Chalamet, Zendaya,  Jason Momoa, Rebecca Ferguson, Oscar Isaac, Josh Brolin, Stellan Skarsgård, Dave Bautista, David Dastmalchian, Stephen McKinley Henderson, Chang Chen,  Sharon Duncan-Brewster, Charlotte Rampling, and Javier Bardem. Frank Herbert's classic masterpiece--a triumph of the imagination and one of the bestselling science fiction novels of all time. Set on the desert planet Arrakis, Dune is the story of the boy Paul Atreides, heir to a noble family tasked with ruling an inhospitable world where the only thing of value is the \"spice\" melange, a drug capable of extending life and enhancing consciousness. Coveted across the known universe, melange is a prize worth killing for.... When House Atreides is betrayed, the destruction of Paul's family will set the boy on a journey toward a destiny greater than he could ever have imagined. And as he evolves into the mysterious man known as Muad'Dib, he will bring to fruition humankind's most ancient and unattainable dream. A stunning blend of adventure and mysticism, environmentalism and politics, Dune won the first Nebula Award, shared the Hugo Award, and formed the basis of what is undoubtedly the grandest epic in science fiction.",
    "listPrice": 1800,
    "price": 1656,
    "url": "https://bookshop.org/books/dune-9780441013593/9780441013593",
    "publisher": "Ace Books",
    "publishDate": "August 02, 2005",
    "dimensions": "5.9 X 8.9 X 1.3 inches | 1.15 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780441013593,
    "pages": 528,
    "genres": ["Science Fiction - Action & Adventure"]
  },
  "books-by-libra-writers::9780871401540": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "E. E. Cummings",
    "authorDescription": "E. E. Cummings (1894-1962) was among the most influential, widely read, and revered modernist poets. He was also a playwright, a painter, and a writer of prose. Born in Cambridge, Massachusetts, he studied at Harvard University and, during World War I, served with an ambulance corps in France. He spent three months in a French detention camp and subsequently wrote The Enormous Room, a highly acclaimed criticism of World War I. After the war, Cummings returned to the States and published his first collection of poetry, Tulips & Chimneys, which was characterized by his innovative style: pushing the boundaries of language and form while discussing love, nature, and war with sensuousness and glee. He spent the rest of his life painting, writing poetry, and enjoying widespread popularity and success.",
    "title": "Selected Poems (Reissue)",
    "image": "https://images-us.bookshop.org/ingram/9780871401540.jpg?height=500&v=v2",
    "description": "At the time of his death in 1962 E.E. Cummings was, next to Robert Frost, the most widely read poet in America. Combining Thoreau's controlled belligerence with the brash abandon of an uninhibited Bohemian, Cummings, together with Pound, Eliot, and William Carlos Williams, helped bring about the twentieth-century revolution in literary expression. He is recognized on the one hand as the author of some of the most beautiful lyric poems written in the English language, and on the other as one of the most inventive American poets of his time. This is the first selection from the poems of E.E. Cummings to be published since 1959, three years before his death. The one hundred and fifty-six poems selected by Richard S. Kennedy, Cummings's biographer (Dreams in the Mirror), are arranged in twelve sections, with introductions by Kennedy for each section. Also included are thirteen drawings, oils, and watercolors by Cummings, most of them never before published. The selection includes most of the favorites plus many fresh and surprising examples of Cummings's several poetic styles. The corrected texts established by George J. Firmage have been used throughout.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/selected-poems-reissue/9780871401540",
    "publisher": "Liveright Publishing Corporation",
    "publishDate": "August 17, 2007",
    "dimensions": "5.44 X 0.51 X 8.26 inches | 0.38 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780871401540,
    "pages": 208,
    "genres": ["American - General"]
  },
  "books-by-libra-writers::9781585673926": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "P. G. Wodehouse",
    "authorDescription": "P. G. Wodehouse (1881-1975) grew up in England and came to the United States just before World War I, when he married an American. He wrote more than ninety books, and his works, translated into many languages, won him worldwide acclaim.",
    "title": "Carry On, Jeeves",
    "image": "https://images-us.bookshop.org/ingram/9781585673926.jpg?height=500&v=v2",
    "description": "A Gentleman of Leisure is a comic novel dedicated to Douglas Fairbanks--who starred in the film version; in Hot Water, J. Wellington Gedge is the man who has everything--but finds himself caught in a series of international events. Summer Moonshine involves a complicated love quadrangle and what is probably the ugliest home in England; and Carry On, Jeeves is a collection of stories in which Jeeves the charge and a familiar bevy of individuals appeal to him to solve their problems.",
    "listPrice": 1995,
    "price": 1835,
    "url": "https://bookshop.org/books/carry-on-jeeves/9781585673926",
    "publisher": "Harry N. Abrams",
    "publishDate": "March 31, 2003",
    "dimensions": "5.2 X 1.1 X 7.2 inches | 0.85 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781585673926,
    "pages": 273,
    "genres": [
      "Classics",
      "Short Stories (single author)",
      "Humorous - General"
    ]
  },
  "books-by-libra-writers::9781635900804": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Andrea Dworkin",
    "authorDescription": "Andrea Dworkin (1946-2005) was an American radical feminist author associated with antipornography, antirape, and battered women's movements of the 1970s and 80s. She wrote more than ten books, both nonfiction and fiction, and she coauthored, with feminist law professor Catherine Mackinnon, the highly controversial Antipornography Civil Rights Ordinance of 1983. Johanna Fateman is a writer, musician, and coowner of Seagull Salon in New York. Her art criticism appears regularly in The New Yorker and Artforum. Amy Scholder is an editor and writer. She is currently producing a documentary feature, Disclosure: Trans Lives on Screen, and serves as board president of Lambda Literary. Johanna Fateman is a writer, musician, and coowner of Seagull Salon in New York. Her art criticism appears regularly in The New Yorker and Artforum.",
    "title": "Last Days at Hot Slit: The Radical Feminism of Andrea Dworkin",
    "image": "https://images-us.bookshop.org/ingram/9781635900804.jpg?height=500&v=v2",
    "description": "Selections from the work of radical feminist author Andrea Dworkin, famous for her antipornography stance and role in the feminist sex wars of the 1980s.Radical feminist author Andrea Dworkin was a caricature of misandrist extremism in the popular imagination and a polarizing figure within the women's movement, infamous for her antipornography stance and her role in the feminist sex wars of the 1980s. She still looms large in feminist demands for sexual freedom, evoked as a censorial demagogue, more than a decade after her death. Among the very first writers to use her own experiences of rape and battery in a revolutionary analysis of male supremacy, Dworkin was a philosopher outside and against the academy who wrote with a singular, apocalyptic urgency. Last Days at Hot Slit brings together selections from Dworkin's work, both fiction and nonfiction, with the aim of putting the contentious positions she's best known for in dialogue with her literary oeuvre. The collection charts her path from the militant primer Woman Hating (1974), to the formally complex polemics of Pornography (1979) and Intercourse (1987) and the raw experimentalism of her final novel Mercy (1990). It also includes \"Goodbye to All This\" (1983), a scathing chapter from an unpublished manuscript that calls out her feminist adversaries, and \"My Suicide\" (1999), a despairing long-form essay found on her hard drive after her death in 2005.",
    "listPrice": 1795,
    "price": 1651,
    "url": "https://bookshop.org/books/last-days-at-hot-slit-the-radical-feminism-of-andrea-dworkin/9781635900804",
    "publisher": "Semiotext(e)",
    "publishDate": "March 05, 2019",
    "dimensions": "5.3 X 1.3 X 7.9 inches | 1.05 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781635900804,
    "pages": 408,
    "genres": ["Feminism & Feminist Theory"]
  },
  "books-by-libra-writers::9780743243315": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Monica Ali",
    "authorDescription": "Monica Ali was born in Dhaka, Bangladesh, and grew up in England. She was named one of the 20 best young British novelists under 40 by Granta. She is the author of four previous novels, including Untold Story and Brick Lane, which was shortlisted for the Booker Prize and the Guardian Book Prize, nominated for the National Book Critics Circle Award and the Los Angeles Times Book Prize, and was named a winner of the 2003 Discover Award for Fiction and a New York Times Editors' Choice Book that same year. She lives in London with her husband and two children.",
    "title": "Brick Lane",
    "image": "https://images-us.bookshop.org/ingram/9780743243315.jpg?height=500&v=v2",
    "description": "\"A book you won't be able to put down. A Bangladeshi immigrant in London is torn between the kind, tedious older husband with whom she has an arranged marriage (and children) and the fiery political activist she lusts after. A novel that's multi-continental, richly detailed and elegantly crafted.\" --Curtis Sittenfeld, author of Sisterland After an arranged marriage to Chanu, a man twenty years older, Nazneen is taken to London, leaving her home and heart in the Bangladeshi village where she was born. Her new world is full of mysteries. How can she cross the road without being hit by a car (an operation akin to dodging raindrops in the monsoon)? What is the secret of her bullying neighbor Mrs. Islam? What is a Hell's Angel? And how must she comfort the naïve and disillusioned Chanu? As a good Muslim girl, Nazneen struggles to not question why things happen. She submits, as she must, to Fate and devotes herself to her husband and daughters. Yet to her amazement, she begins an affair with a handsome young radical, and her erotic awakening throws her old certainties into chaos. Monica Ali's splendid novel is about journeys both external and internal, where the marvelous and the terrifying spiral together.",
    "listPrice": 1800,
    "price": 1800,
    "url": "https://bookshop.org/books/brick-lane-9780743243315/9780743243315",
    "publisher": "Scribner Book Company",
    "publishDate": "June 02, 2004",
    "dimensions": "5.32 X 8.26 X 0.96 inches | 0.79 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780743243315,
    "pages": 432,
    "genres": ["Literary", "Women", "Cultural Heritage"]
  },
  "books-by-libra-writers::9780156439619": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Italo Calvino",
    "authorDescription": "ITALO CALVINO (1923-1985) attained worldwide renown as one of the twentieth century's greatest storytellers. Born in Cuba, he was raised in San Remo, Italy, and later lived in Turin, Paris, Rome, and elsewhere. Among his many works are Invisible Cities, If on a winter's night a traveler, The Baron in the Trees, and other novels, as well as numerous collections of fiction, folktales, criticism, and essays. His works have been translated into dozens of languages.",
    "title": "If on a Winter's Night a Traveler",
    "image": "https://images-us.bookshop.org/ingram/9780156439619.jpg?height=500&v=v2",
    "description": "These seemingly disparate characters gradually realize their connections to each other just as they realize that something is not quite right about their world. And it seems as though the answers might lie with Hawthorne Abendsen, a mysterious and reclusive author whose bestselling novel describes a world in which the US won the War... The Man in the High Castle is Dick at his best, giving readers a harrowing vision of the world that almost was. \"The single most resonant and carefully imagined book of Dick's career.\" -- New York Times",
    "listPrice": 1599,
    "price": 1471,
    "url": "https://bookshop.org/books/if-on-a-winter-s-night-a-traveler/9780156439619",
    "publisher": "Mariner Books",
    "publishDate": "October 20, 1982",
    "dimensions": "5.2 X 7.9 X 0.8 inches | 0.45 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780156439619,
    "pages": 272,
    "genres": ["Literary", "Classics", "Thrillers - Suspense"]
  },
  "books-by-libra-writers::9781439153710": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Carrie Fisher",
    "authorDescription": "Carrie Fisher (1956-2016) became a cultural icon as Princess Leia in the first Star Wars trilogy. She starred in countless films, including Shampoo and When Harry Met Sally. She is the author of Shockaholic; Wishful Drinking (which became a hit Broadway production); and four bestselling novels, Surrender the Pink, Delusions of Grandma, The Best Awful,  and Postcards from the Edge.",
    "title": "Wishful Drinking",
    "image": "https://images-us.bookshop.org/ingram/9781439153710.jpg?height=500&v=v2",
    "description": "The bestselling author of Postcards from the Edge comes clean (well, sort of) in her first-ever memoir, adapted from her one-woman Broadway hit show. Fisher reveals what it was really like to grow up a product of \"Hollywood in-breeding,\" come of age on the set of a little movie called Star Wars, and become a cultural icon and bestselling action figure at the age of nineteen. Intimate, hilarious, and sobering, Wishful Drinking is Fisher, looking at her life as she best remembers it (what do you expect after electroshock therapy?). It's an incredible tale: the child of Hollywood royalty--Debbie Reynolds and Eddie Fisher--homewrecked by Elizabeth Taylor, marrying (then divorcing, then dating) Paul Simon, having her likeness merchandized on everything from Princess Leia shampoo to PEZ dispensers, learning the father of her daughter forgot to tell her he was gay, and ultimately waking up one morning and finding a friend dead beside her in bed. Wishful Drinking, the show, has been a runaway success. Entertainment Weekly declared it \"drolly hysterical\" and the Los Angeles Times called it a \"Beverly Hills yard sale of juicy anecdotes.\" This is Carrie Fisher at her best--revealing her worst. She tells her true and outrageous story of her bizarre reality with her inimitable wit, unabashed self-deprecation, and buoyant, infectious humor.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/wishful-drinking/9781439153710",
    "publisher": "Simon & Schuster",
    "publishDate": "September 08, 2009",
    "dimensions": "5.3 X 8.46 X 0.52 inches | 0.52 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781439153710,
    "pages": 176,
    "genres": ["Personal Memoirs", "Entertainment & Performing Arts", "Women"]
  },
  "books-by-libra-writers::9780300093056": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Eugene O'Neill",
    "authorDescription": "Eugene O'Neill (1888-1953), the father of American drama, won the Pulitzer Prize for Drama four times and was awarded the Nobel Prize for Literature in 1936. Harold Bloom, Sterling Professor of Humanities at Yale University and Berg Professor of English at New York University, is the author of many books, including The Western Canon, The Anxiety of Influence and, most recently, How to Read and Why.",
    "title": "Long Day's Journey Into Night",
    "image": "https://images-us.bookshop.org/ingram/9780300093056.jpg?height=500&v=v2",
    "description": "\"The definitive edition\" (Boston Globe) of Eugene O'Neill's Pulitzer Prize-winning masterpiece  Eugene O'Neill's autobiographical play Long Day's Journey into Night is regarded as his finest work. First published by Yale University Press in 1956, it won the Pulitzer Prize in 1957 and has since sold more than one million copies. This edition includes a foreword by Harold Bloom.  \"By common consent, Long Day's Journey into Night isEugene O'Neill's masterpiece. . . . The helplessness of family love to sustain, let alone heal, the wounds of marriage, of parenthood, and of sonship, have never been so remorselessly and so pathetically portrayed, and with a force of gesture too painful ever to be forgotten by any of us.\"--Harold Bloom, from the foreword  \"Only an artist of O'Neill's extraordinary skill and perception can draw the curtain on the secrets of his own family to make you peer into your own. Long Day's Journey into Night is the most remarkable achievement of one of the world's greatest dramatists.\"--Jose Quintero  \"The play is an invaluable key to its author's creative evolution. It serves as the Rosetta Stone of O'Neill's life and art.\"--Barbara Gelb",
    "listPrice": 1300,
    "price": 1196,
    "url": "https://bookshop.org/books/long-day-s-journey-into-night-9780300093056/9780300093056",
    "publisher": "Yale University Press",
    "publishDate": "February 08, 2002",
    "dimensions": "5.0 X 0.6 X 7.7 inches | 0.35 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780300093056,
    "pages": 192,
    "genres": ["General"]
  },
  "books-by-libra-writers::9780142437339": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Arthur Miller",
    "authorDescription": "Arthur Miller (1915-2005) was born in New York City and studied at the University of Michigan. His plays include All My Sons (1947), Death of a Salesman (1949), The Crucible (1953),  A View from the Bridge and A Memory of Two Mondays (1955), After the Fall (1963), Incident at Vichy (1964), The Price (1968), The Creation of the World and Other Business (1972) and The American Clock (1980). He also wrote two novels,  Focus (1945), and The Misfits, which was filmed in 1960, and the text for In Russia (1969), Chinese Encounters (1979), and In the Country (1977), three books of photographs by his wife, Inge Morath. His later work included a memoir, Timebends (1987); the plays The Ride Down Mt. Morgan (1991), The Last Yankee (1993), Broken Glass (1994), and Mr. Peter's Connections (1999); Echoes Down the Corridor: Collected Essays, 1944-2000; and On Politics and the Art of Acting (2001). He twice won the New York Drama Critics Circle Award, and in 1949 he was awarded the Pulitzer Prize. Miller was the recipient of the National Book Foundation's 2001 Medal for Distinguished Contribution to American Letters, the Prince of Asturias Award for Letters in 2002, and the Jerusalem Prize in 2003.  Christopher Bigsby is a professor of American Studies at the University of East Anglia. He edited the Penguin Classics editions of Miller's The Crucible, Death of a Salesman, and All My Sons.",
    "title": "The Crucible",
    "image": "https://images-us.bookshop.org/ingram/9780142437339.jpg?height=500&v=v2",
    "description": "A haunting examination of groupthink and mass hysteria in a rural community A Penguin Classic  I believe that the reader will discover here the essential nature of one of the strangest and most awful chapters in human history, Arthur Miller wrote in an introduction to The Crucible, his classic play about the witch-hunts and trials in seventeenth-century Salem, Massachusetts. Based on historical people and real events, Miller's drama is a searing portrait of a community engulfed by hysteria.  In the rigid theocracy of Salem, rumors that women are practicing witchcraft galvanize the town's most basic fears and suspicions; and when a young girl accuses Elizabeth Proctor of being a witch, self-righteous church leaders and townspeople insist that Elizabeth be brought to trial. The ruthlessness of the prosecutors and the eagerness of neighbor to testify against neighbor brilliantly illuminate the destructive power of socially sanctioned violence.  Written in 1953, The Crucible is a mirror Miller uses to reflect the anti-communist hysteria inspired by Senator Joseph McCarthy's witch-hunts in the United States. Within the text itself, Miller contemplates the parallels, writing: Political opposition...is given an inhumane overlay, which then justifies the abrogation of all normally applied customs of civilized behavior. A political policy is equated with moral right, and opposition to it with diabolical malevolence.  For more than seventy years, Penguin has been the leading publisher of classic literature in the English-speaking world. With more than 1,700 titles, Penguin Classics represents a global bookshelf of the best works throughout history and across genres and disciplines. Readers trust the series to provide authoritative texts enhanced by introductions and notes by distinguished scholars and contemporary authors, as well as up-to-date translations by award-winning translators.",
    "listPrice": 1500,
    "price": 1380,
    "url": "https://bookshop.org/books/the-crucible/9780142437339",
    "publisher": "Penguin Group",
    "publishDate": "March 25, 2003",
    "dimensions": "5.0 X 7.6 X 0.5 inches | 0.34 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780142437339,
    "pages": 176,
    "genres": ["Classics"]
  },
  "books-by-libra-writers::9780143124757": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "John Le Carré",
    "authorDescription": "John le Carré was born in 1931. For six decades, he wrote novels that came to define our age. The son of a con man, he spent his childhood between boarding school and the London underworld. At sixteen he found refuge at the university of Bern, then later at Oxford. A spell of teaching at Eton led him to a short career in British Intelligence (MI5&6). He published his debut novel, Call for the Dead, in 1961 while still a secret servant. His third novel, The Spy Who Came in from the Cold, secured him a worldwide reputation, which was consolidated by the acclaim for his trilogy Tinker Tailor Soldier Spy, The Honourable Schoolboy, and Smiley's People. At the end of the Cold War, le Carré widened his scope to explore an international landscape including the arms trade and the War on Terror. His memoir, The Pigeon Tunnel, was published in 2016 and the last George Smiley novel, A Legacy of Spies, appeared in 2017. He died on December 12, 2020.",
    "title": "The Spy Who Came in from the Cold",
    "image": "https://images-us.bookshop.org/ingram/9780143124757.jpg?height=500&v=v2",
    "description": "From the New York Times bestselling author of Tinker, Tailor, Soldier, Spy; Our Kind of Traitor; and The Night Manager, now a television series starring Tom Hiddleston. The 50th-anniversary edition of the bestselling novel that launched John le Carr 's career worldwide   In the shadow of the newly erected Berlin Wall, Alec Leamas watches as his last agent is shot dead by East German sentries. For Leamas, the head of Berlin Station, the Cold War is over. As he faces the prospect of retirement or worse--a desk job--Control offers him a unique opportunity for revenge. Assuming the guise of an embittered and dissolute ex-agent, Leamas is set up to trap Mundt, the deputy director of the East German Intelligence Service--with himself as the bait. In the background is George Smiley, ready to make the game play out just as Control wants.  Setting a standard that has never been surpassed, The Spy Who Came in from the Cold is a devastating tale of duplicity and espionage.",
    "listPrice": 1600,
    "price": 1472,
    "url": "https://bookshop.org/books/the-spy-who-came-in-from-the-cold/9780143124757",
    "publisher": "Penguin Group",
    "publishDate": "September 03, 2013",
    "dimensions": "5.4 X 8.0 X 0.8 inches | 0.5 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780143124757,
    "pages": 225,
    "genres": [
      "Thrillers - Espionage",
      "Mystery & Detective - General",
      "Thrillers - Suspense"
    ]
  },
  "books-by-libra-writers::9780811219488": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Arthur Rimbaud",
    "authorDescription": "Arthur Rimbaud (1854-1891) was a visionary French poet from Charleville who dreamed of reinventing love and changing life with his poetry. At the age of sixteen, he traveled to Paris at the invitation of poet Paul Verlaine, ten years his senior, and exploded onto the literary scene with The Drunken Boat. In the ensuing years, Rimbaud further confirmed his place in literature with the spiritual autobiography A Season in Hell (the only work Rimbaud had printed himself) and forty-four scintillating prose texts that were later published as The Illuminations. As notorious for his life as he was for his poetry, Rimbaud had a productive but tumultuous relationship with Verlaine, who shot him in the wrist in Brussels. After abandoning literature at the age of twenty-one, Rimbaud enlisted in the Dutch colonial army in order to travel Java, deserting four months later and returning to France. In 1878, he traveled to Cyprus and worked as a foreman at a stone quarry. Two years later, he was living and working in Aden, Yemen, and then in Harar, Ethiopia, for an export agency. In 1885, he negotiated an arms deal with Menelik, the King of Shoa. A great walker all his life, Rimbaud developed a tumor in his right knee and soon returned to France in excruciating pain. His condition worsened, requiring doctors to amputate his right leg. Rimbaud died at the Hôpital de Conception in Marseille in 1891 at the age of thirty-seven; his body was returned to Charleville and buried in the Charleville-Mézières cemetery. Rimbaud's life and work have inspired countless writers, artists, and musicians, including the French Symbolists, the Beat generation, Bob Dylan, Patti Smith, and Jim Morrison.\n              Louise Varese was an American biographer and translator of French. She is known for her translations of Stendhal, Proust, Georges Simenon, Julien Gracq, St.-John Perse and Arthur Rimbaud.\n              Patti Smith is a writer, performer, and visual artist. She gained recognition in the 1970s for her revolutionary mergence of poetry and rock and was inducted into the Rock & Roll Hall of Fame in 2007. Her seminal album Horses, bearing Robert Mapplethorpe's renowned photograph, hasbeen hailed as one of the top one hundred albums of all time. Her books include M Train, Witt, Babel, Woolgathering, The Coral Sea, and Auguries of Innocence.",
    "title": "A Season in Hell & the Drunken Boat",
    "image": "https://images-us.bookshop.org/ingram/9780811219488.jpg?height=500&v=v2",
    "description": "New Directions is pleased to announce the relaunch of the long-celebrated bilingual edition of Rimbaud's A Season In Hell &amp; The Drunken Boat -- a personal poem of damnation as well as a plea to be released from \"the examination of his own depths.\" Rimbaud originally distributed A Season In Hell to friends as a self-published booklet, and soon afterward, at the age of nineteen, quit poetry altogether. New Directions's edition was among the first to be published in the U.S., and it quickly became a classic. Rimbaud's famous poem \"The Drunken Boat\" was subsequently added to the first paperbook printing. Allen Ginsberg proclaimed Arthur Rimbaud as \"the first punk\" -- a visionary mentor to the Beats for both his recklessness and his fiery poetry. This new edition proudly dons the original Alvin Lustig-designed cover, and a introduction by another famous rebel -- and now National Book Award-winner -- Patti Smith.",
    "listPrice": 1395,
    "price": 1283,
    "url": "https://bookshop.org/books/a-season-in-hell-the-drunken-boat/9780811219488",
    "publisher": "New Directions Publishing Corporation",
    "publishDate": "October 05, 2011",
    "dimensions": "5.33 X 0.4 X 7.99 inches | 0.28 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780811219488,
    "pages": 103,
    "genres": ["European - General"]
  },
  "books-by-libra-writers::9780374526177": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Robert Pinsky",
    "authorDescription": "Robert Pinsky is Poet Laureate of the United States. FSG published The Inferno of Dante in 1994 and The Figured Wheel in 1996. He teaches in the graduate writing program at Boston University and lives in Newton Corner, Massachusetts.",
    "title": "The Sounds of Poetry: A Brief Guide",
    "image": "https://images-us.bookshop.org/ingram/9780374526177.jpg?height=500&v=v2",
    "description": "The Poet Laureate's clear and entertaining account of how poetry works. Poetry is a vocal, which is to say a bodily, art, Robert Pinsky declares in The Sounds of Poetry. The medium of poetry is the human body: the column of air inside the chest, shaped into signifying sounds in the larynx and the mouth. In this sense, poetry is as physical or bodily an art as dancing. As Poet Laureate, Pinsky is one of America's best spokesmen for poetry. In this fascinating book, he explains how poets use the technology of poetry--its sounds--to create works of art that are performed in us when we read them aloud. He devotes brief, informative chapters to accent and duration, syntax and line, like and unlike sounds, blank and free verse. He cites examples from the work of fifty different poets--from Shakespeare, Donne, and Herbert to W. C. Williams, Frost, Elizabeth Bishop, C. K. Williams, Louise Gl ck, and Frank Bidart. This ideal introductory volume belongs in the library of every poet and student of poetry.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/the-sounds-of-poetry-a-brief-guide/9780374526177",
    "publisher": "Farrar, Straus and Giroux",
    "publishDate": "September 01, 1999",
    "dimensions": "5.0 X 0.46 X 7.52 inches | 0.32 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780374526177,
    "pages": 144,
    "genres": ["Speech & Pronunciation"]
  },
  "books-by-libra-writers::9780061582486": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Doris Lessing",
    "authorDescription": "Winner of the 2007 Nobel Prize in Literature, Doris Lessing was one of the most celebrated and distinguished writers of our time, the recipient of a host of international awards. She wrote more than thirty books--among them the novels Martha Quest, The Golden Notebook, and The Fifth Child. She died in 2013.",
    "title": "The Golden Notebook",
    "image": "https://images-us.bookshop.org/ingram/9780061582486.jpg?height=500&v=v2",
    "description": "The Golden Notebook is Doris Lessing's most important work and has left its mark upon the ideas and feelings of a whole generation of women. -- New York Times Book ReviewAnna is a writer, author of one very successful novel, who now keeps four notebooks. In one, with a black cover, she reviews the African experience of her earlier years. In a red one she records her political life, her disillusionment with communism. In a yellow one she writes a novel in which the heroine relives part of her own experience. And in a blue one she keeps a personal diary. Finally, in love with an American writer and threatened with insanity, Anna resolves to bring the threads of all four books together in a golden notebook.Lessing's best-known and most influential novel, The Golden Notebook retains its extraordinary power and relevance decades after its initial publication.",
    "listPrice": 1899,
    "price": 1747,
    "url": "https://bookshop.org/books/the-golden-notebook/9780061582486",
    "publisher": "Harper Perennial",
    "publishDate": "October 14, 2008",
    "dimensions": "5.5 X 8.2 X 1.5 inches | 1.5 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780061582486,
    "pages": 688,
    "genres": ["Classics", "Literary", "Women"]
  },
  "books-by-libra-writers::9781556595134": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "W. S. Merwin",
    "authorDescription": "W. S. Merwin: W.S. Merwin served as Poet Laureate of the United States and has received every major literary accolade, including two Pulitzer prizes, most recently for The Shadow of Sirius (Copper Canyon) and the National Book Award for Migration: New and Selected Poems (Copper Canyon).",
    "title": "The Essential W.S. Merwin",
    "image": "https://images-us.bookshop.org/ingram/9781556595134.jpg?height=500&v=v2",
    "description": "\"The Essential W.S. Merwin beautifully demonstrates why Merwin has been one of America's most decorated and important poets for more than 60 years.\"--The Washington Post \"Merwin is one of the great poets of our age.\"--Los Angeles Times Book Review\"Merwin has become instantly recognizable on the page; he has made for himself that most difficult of all creations, an accomplished style.\"--Helen Vendler, New York Review of Books\"It is gratifying to read poetry that is this ambitious, that cares about vision and the possibilities of poetry, by a poet who is capable of so much change.\"--The Nation The Essential W.S. Merwin traces a poetic legacy that has changed the landscape of American letters: seven decades of audacity, rigor, and candor distilled into one definite volume curated to represent the very best works from a vast oeuvre, from his 1952 debut, A Mask for Janus, to 2016's Garden Time. The Essential W.S. Merwin includes favorite poems from two Pulitzer Prize-winning volumes; a selection of iconic translations; and lesser-known prose narratives. As the formalism of Merwin's early work loosens into the open, unpunctuated style he developed later in his career--when urgent times demanded innovative modes of expression--readers can trace the evolution of one voice's commitment to moral, spiritual, and aesthetic inquiry. Across the decades, beyond headlines, policies, and trends, W.S. Merwin's poems point to the lessons that hide in the shadows of sentience. \"Poetry is a way of looking at the world for the first time.\"--W.S. Merwin Noah's Raven Why should I have returned? My knowledge would not fit into theirs. I found untouched the desert of the unknown,  Big enough for my feet. It is my home. It is always beyond them. The future Splits the present with the echo of my voice. Hoarse with fulfillment. I never made promises. Since launching his career by winning the Yale Younger Poets Award 1952,  W. S. Merwin has authored dozens of books of poetry, prose, and translation. A beloved voice in American literature, Merwin is a former U.S. Poet Laureate and two-time winner of the Pulitzer Prize. He lives in Hawaii, within the palm forest where he wrote, \"On the last day of the world I would want to plant a tree.\"",
    "listPrice": 1800,
    "price": 1656,
    "url": "https://bookshop.org/books/the-essential-w-s-merwin/9781556595134",
    "publisher": "Copper Canyon Press",
    "publishDate": "August 29, 2017",
    "dimensions": "5.5 X 1.1 X 8.4 inches | 1.05 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781556595134,
    "pages": 200,
    "genres": ["American - General"]
  },
  "books-by-libra-writers::9780374500016": {
    "listName": "Books By Libra Writers",
    "listId": "books-by-libra-writers",
    "author": "Elie Wiesel",
    "authorDescription": "Elie Wiesel (1928-2016) is the author of more than fifty books, including Night, his harrowing account of his experiences in Nazi concentration camps. The book, first published in 1955, was selected for Oprah's Book Club in 2006, and continues to be an important reminder of man's capacity for inhumanity. Wiesel was Andrew W. Mellon Professor in the Humanities at Boston University, and lived with his family in New York City. He was awarded the Nobel Peace Prize in 1986.",
    "title": "Night",
    "image": "https://images-us.bookshop.org/ingram/9780374500016.jpg?height=500&v=v2",
    "description": "A New Translation From The French By Marion Wiesel Night is Elie Wiesel's masterpiece, a candid, horrific, and deeply poignant autobiographical account of his survival as a teenager in the Nazi death camps. This new translation by Marion Wiesel, Elie's wife and frequent translator, presents this seminal memoir in the language and spirit truest to the author's original intent. And in a substantive new preface, Elie reflects on the enduring importance of Night and his lifelong, passionate dedication to ensuring that the world never forgets man's capacity for inhumanity to man. Night offers much more than a litany of the daily terrors, everyday perversions, and rampant sadism at Auschwitz and Buchenwald; it also eloquently addresses many of the philosophical as well as personal questions implicit in any serious consideration of what the Holocaust was, what it meant, and what its legacy is and will be.",
    "listPrice": 1200,
    "price": 1104,
    "url": "https://bookshop.org/books/night-9780374500016/9780374500016",
    "publisher": "Hill & Wang",
    "publishDate": "January 16, 2006",
    "dimensions": "5.4 X 8.1 X 0.5 inches | 0.26 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780374500016,
    "pages": 144,
    "genres": ["Personal Memoirs", "Historical", "Holocaust"]
  },
  "bookshop-2020-best-sellers::9780525509288": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Ibram X. Kendi",
    "authorDescription": "Dr. Ibram X. Kendi is the Andrew W. Mellon Professor in the Humanities at Boston University and the founding director of the BU Center for Antiracist Research. He is a contributing writer at The Atlantic and a CBS News racial justice contributor. He is the host of the new action podcast Be Antiracist. Dr. Kendi is the author of many highly acclaimed books including Stamped from the Beginning: The Definitive History of Racist Ideas in America, which won the National Book Award for Nonfiction, making him the youngest-ever winner of that award. He has also produced five straight #1 New York Times bestsellers, including How to Be an Antiracist, Antiracist Baby, and Stamped: Racism, Antiracism, and You, co-authored by Jason Reynolds. In 2020, Time magazine named Dr. Kendi one of the 100 most influential people in the world. He was awarded a 2021 MacArthur Fellowship, popularly known as the Genius Grant.",
    "title": "How to Be an Antiracist",
    "image": "https://images-us.bookshop.org/ingram/9780525509288.jpg?height=500&v=v2",
    "description": "#1 NEW YORK TIMES BESTSELLER - From the National Book Award-winning author of Stamped from the Beginning comes a \"groundbreaking\" (Time) approach to understanding and uprooting racism and inequality in our society--and in ourselves. \"The most courageous book to date on the problem of race in the Western mind.\"--The New York Times NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times Book Review - Time - NPR - The Washington Post - Shelf Awareness - Library Journal - Publishers Weekly - Kirkus Reviews Antiracism is a transformative concept that reorients and reenergizes the conversation about racism--and, even more fundamentally, points us toward liberating new ways of thinking about ourselves and each other. At its core, racism is a powerful system that creates false hierarchies of human value; its warped logic extends beyond race, from the way we regard people of different ethnicities or skin colors to the way we treat people of different sexes, gender identities, and body types. Racism intersects with class and culture and geography and even changes the way we see and value ourselves. In How to Be an Antiracist, Kendi takes readers through a widening circle of antiracist ideas--from the most basic concepts to visionary possibilities--that will help readers see all forms of racism clearly, understand their poisonous consequences, and work to oppose them in our systems and in ourselves. Kendi weaves an electrifying combination of ethics, history, law, and science with his own personal story of awakening to antiracism. This is an essential work for anyone who wants to go beyond the awareness of racism to the next step: contributing to the formation of a just and equitable society. Praise for How to Be an Antiracist  \"Ibram X. Kendi's new book, How to Be an Antiracist, couldn't come at a better time. . . . Kendi has gifted us with a book that is not only an essential instruction manual but also a memoir of the author's own path from anti-black racism to anti-white racism and, finally, to antiracism. . . . How to Be an Antiracist gives us a clear and compelling way to approach, as Kendi puts it in his introduction, 'the basic struggle we're all in, the struggle to be fully human and to see that others are fully human.' \"--NPR \"Kendi dissects why in a society where so few people consider themselves to be racist the divisions and inequalities of racism remain so prevalent. How to Be an Antiracist punctures the myths of a post-racial America, examining what racism really is--and what we should do about it.\"--Time",
    "listPrice": 2700,
    "price": 2484,
    "url": "https://bookshop.org/books/how-to-be-an-antiracist/9780525509288",
    "publisher": "One World",
    "publishDate": "August 13, 2019",
    "dimensions": "5.8 X 8.3 X 1.1 inches | 1.0 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780525509288,
    "pages": 320,
    "genres": [
      "Personal Memoirs",
      "Discrimination & Race Relations",
      "Race & Ethnic Relations"
    ]
  },
  "bookshop-2020-best-sellers::9781580058827": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Ijeoma Oluo",
    "authorDescription": "Ijeoma Oluo is the author of Mediocre and a writer and speaker whose work on race has been featured in the New York Times and the Washington Post. She was named to the 2021 Time 100 Next list, has twice been named to The Root 100, and received the Harvard Humanist of the Year award. She lives in Seattle, Washington.",
    "title": "So You Want to Talk about Race",
    "image": "https://images-us.bookshop.org/ingram/9781580058827.jpg?height=500&v=v2",
    "description": "In this #1 New York Times bestseller, Ijeoma Oluo offers a revelatory examination of race in America Protests against racial injustice and white supremacy have galvanized millions around the world. The stakes for transformative conversations about race could not be higher. Still, the task ahead seems daunting, and it's hard to know where to start. How do you tell your boss her jokes are racist? Why did your sister-in-law hang up on you when you had questions about police reform? How do you explain white privilege to your white, privileged friend? In So You Want to Talk About Race, Ijeoma Oluo guides readers of all races through subjects ranging from police brutality and cultural appropriation to the model minority myth in an attempt to make the seemingly impossible possible: honest conversations about race, and about how racism infects every aspect of American life. \"Simply put: Ijeoma Oluo is a necessary voice and intellectual for these times, and any time, truth be told.\" ―Phoebe Robinson, New York Times bestselling author of You Can't Touch My Hair",
    "listPrice": 1699,
    "price": 1563,
    "url": "https://bookshop.org/books/so-you-want-to-talk-about-race/9781580058827",
    "publisher": "Seal Press (CA)",
    "publishDate": "September 24, 2019",
    "dimensions": "5.4 X 8.1 X 0.9 inches | 0.48 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781580058827,
    "pages": 272,
    "genres": [
      "Minority Studies",
      "Ethnic Studies - African American Studies",
      "Discrimination & Race Relations"
    ]
  },
  "bookshop-2020-best-sellers::9780807047415": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Robin Diangelo",
    "authorDescription": "Robin DiAngelo is an academic, lecturer, and author and has been a consultant and trainer on issues of racial and social justice for more than twenty years. She formerly served as a tenured professor of multicultural education at Westfield State University.",
    "title": "White Fragility: Why It's So Hard for White People to Talk about Racism",
    "image": "https://images-us.bookshop.org/ingram/9780807047415.jpg?height=500&v=v2",
    "description": "The New York Times best-selling book exploring the counterproductive reactions white people have when their assumptions about race are challenged, and how these reactions maintain racial inequality. In this \"vital, necessary, and beautiful book\" (Michael Eric Dyson), antiracist educator Robin DiAngelo deftly illuminates the phenomenon of white fragility and \"allows us to understand racism as a practice not restricted to 'bad people' (Claudia Rankine). Referring to the defensive moves that white people make when challenged racially, white fragility is characterized by emotions such as anger, fear, and guilt, and by behaviors including argumentation and silence. These behaviors, in turn, function to reinstate white racial equilibrium and prevent any meaningful cross-racial dialogue. In this in-depth exploration, DiAngelo examines how white fragility develops, how it protects racial inequality, and what we can do to engage more constructively.",
    "listPrice": 1600,
    "price": 1472,
    "url": "https://bookshop.org/books/white-fragility-why-it-s-so-hard-for-white-people-to-talk-about-racism/9780807047415",
    "publisher": "Beacon Press",
    "publishDate": "June 26, 2018",
    "dimensions": "5.9 X 8.8 X 0.6 inches | 0.65 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780807047415,
    "pages": 192,
    "genres": [
      "Discrimination & Race Relations",
      "Anthropology - Cultural & Social",
      "Personal Growth - General"
    ]
  },
  "bookshop-2020-best-sellers::9781568585987": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Ibram X. Kendi",
    "authorDescription": "Ibram X. Kendi is a #1 New York Times-bestselling author, the Andrew W. Mellon Professor in the Humanities at Boston University, and the founding director of the BU Center for Antiracist Research. He is an Ideas Columnist at the Atlantic and a correspondent with CBS News. He is the author of five books, including Stamped from the Beginning: The Definitive History of Racist Ideas in America, which won the National Book Award for Nonfiction; the New York Times bestsellers How to Be an Antiracist and Stamped: Racism, Antiracism, and You, coauthored with Jason Reynolds; and Antiracist Baby.",
    "title": "Stamped from the Beginning: The Definitive History of Racist Ideas in America",
    "image": "https://images-us.bookshop.org/ingram/9781568585987.jpg?height=500&v=v2",
    "description": "The National Book Award winning history of how racist ideas were created, spread, and deeply rooted in American society.  Some Americans insist that we're living in a post-racial society. But racist thought is not just alive and well in America -- it is more sophisticated and more insidious than ever. And as award-winning historian Ibram X. Kendi argues, racist ideas have a long and lingering history, one in which nearly every great American thinker is complicit.  In this deeply researched and fast-moving narrative, Kendi chronicles the entire story of anti-black racist ideas and their staggering power over the course of American history. He uses the life stories of five major American intellectuals to drive this history: Puritan minister Cotton Mather, Thomas Jefferson, abolitionist William Lloyd Garrison, W.E.B. Du Bois, and legendary activist Angela Davis.  As Kendi shows, racist ideas did not arise from ignorance or hatred. They were created to justify and rationalize deeply entrenched discriminatory policies and the nation's racial inequities.  In shedding light on this history, Stamped from the Beginning offers us the tools we need to expose racist thinking. In the process, he gives us reason to hope.",
    "listPrice": 1999,
    "price": 1839,
    "url": "https://bookshop.org/books/stamped-from-the-beginning-the-definitive-history-of-racist-ideas-in-america-9781568585987/9781568585987",
    "publisher": "Bold Type Books",
    "publishDate": "August 15, 2017",
    "dimensions": "6.0 X 9.1 X 1.7 inches | 1.36 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781568585987,
    "pages": 608,
    "genres": [
      "United States - General",
      "Social History",
      "Discrimination & Race Relations"
    ]
  },
  "bookshop-2020-best-sellers::9780525536291": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Brit Bennett",
    "authorDescription": "Born and raised in Southern California, Brit Bennett graduated from Stanford University and later earned her MFA in fiction at the University of Michigan. Her debut novel, The Mothers,  was a New York Times bestseller and a finalist for both the NBCC John Leonard First Novel Prize and the PEN/Robert W. Bingham Prize for Debut Fiction. Her second novel, The Vanishing Half, was an instant #1 New York Times bestseller, longlisted for the National Book Award, a finalist for the Women's Prize, and named one of the ten best books of the year by The New York Times. Bennet has been named a National Book Foundation 5 Under 35 honoree, a NAACP Image Award Finalist, and one of Time's Next 100 Influential People. Her essays have been featured in The New Yorker, The New York Times Magazine, The Paris Review, and Jezebel.",
    "title": "The Vanishing Half",
    "image": "https://images-us.bookshop.org/ingram/9780525536291.jpg?height=500&v=v2",
    "description": "#1 NEW YORK TIMES BESTSELLER ONE OF BARACK OBAMA'S FAVORITE BOOKS OF THE YEARNAMED A BEST BOOK OF 2020 BY THE NEW YORK TIMES * THE WASHINGTON POST * NPR * PEOPLE * TIME MAGAZINE* VANITY FAIR * GLAMOUR  2021 WOMEN'S PRIZE FINALIST\"Bennett's tone and style recalls James Baldwin and Jacqueline Woodson, but it's especially reminiscent of Toni Morrison's 1970 debut novel, The Bluest Eye.\" --Kiley Reid, Wall Street Journal \"A story of absolute, universal timelessness ...For any era, it's an accomplished, affecting novel. For this moment, it's piercing, subtly wending its way toward questions about who we are and who we want to be....\" - Entertainment Weekly  From The New York Times-bestselling author of The Mothers, a stunning new novel about twin sisters, inseparable as children, who ultimately choose to live in two very different worlds, one black and one white.The Vignes twin sisters will always be identical. But after growing up together in a small, southern black community and running away at age sixteen, it's not just the shape of their daily lives that is different as adults, it's everything: their families, their communities, their racial identities. Many years later, one sister lives with her black daughter in the same southern town she once tried to escape. The other secretly passes for white, and her white husband knows nothing of her past. Still, even separated by so many miles and just as many lies, the fates of the twins remain intertwined. What will happen to the next generation, when their own daughters' storylines intersect? Weaving together multiple strands and generations of this family, from the Deep South to California, from the 1950s to the 1990s, Brit Bennett produces a story that is at once a riveting, emotional family story and a brilliant exploration of the American history of passing. Looking well beyond issues of race,  The Vanishing Half considers the lasting influence of the past as it shapes a person's decisions, desires, and expectations, and explores some of the multiple reasons and realms in which people sometimes feel pulled to live as something other than their origins. As with her New York Times-bestselling debut The Mothers, Brit Bennett offers an engrossing page-turner about family and relationships that is immersive and provocative, compassionate and wise.",
    "listPrice": 2700,
    "price": 2484,
    "url": "https://bookshop.org/books/the-vanishing-half-9780525536291/9780525536291",
    "publisher": "Riverhead Books",
    "publishDate": "June 02, 2020",
    "dimensions": "6.2 X 9.3 X 1.2 inches | 1.2 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780525536291,
    "pages": 352,
    "genres": ["Literary", "Coming of Age", "Women"]
  },
  "bookshop-2020-best-sellers::9781524763169": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Barack Obama",
    "authorDescription": "Barack Obama was the 44th president of the United States, elected in November 2008 and holding office for two terms. He is the author of two previous New York Times bestselling books, Dreams from My Father and The Audacity of Hope, and the recipient of the 2009 Nobel Peace Prize. He lives in Washington, D.C., with his wife, Michelle. They have two daughters, Malia and Sasha.",
    "title": "A Promised Land",
    "image": "https://images-us.bookshop.org/ingram/9781524763169.jpg?height=500&v=v2",
    "description": "A riveting, deeply personal account of history in the making--from the president who inspired us to believe in the power of democracy #1 NEW YORK TIMES BESTSELLER - NAACP IMAGE AWARD NOMINEE - NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY THE NEW YORK TIMES BOOK REVIEW NAMED ONE OF THE BEST BOOKS OF THE YEAR BY The Washington Post - Jennifer Szalai, The New York Times - NPR - The Guardian - Marie Claire In the stirring, highly anticipated first volume of his presidential memoirs, Barack Obama tells the story of his improbable odyssey from young man searching for his identity to leader of the free world, describing in strikingly personal detail both his political education and the landmark moments of the first term of his historic presidency--a time of dramatic transformation and turmoil. Obama takes readers on a compelling journey from his earliest political aspirations to the pivotal Iowa caucus victory that demonstrated the power of grassroots activism to the watershed night of November 4, 2008, when he was elected 44th president of the United States, becoming the first African American to hold the nation's highest office. Reflecting on the presidency, he offers a unique and thoughtful exploration of both the awesome reach and the limits of presidential power, as well as singular insights into the dynamics of U.S. partisan politics and international diplomacy. Obama brings readers inside the Oval Office and the White House Situation Room, and to Moscow, Cairo, Beijing, and points beyond. We are privy to his thoughts as he assembles his cabinet, wrestles with a global financial crisis, takes the measure of Vladimir Putin, overcomes seemingly insurmountable odds to secure passage of the Affordable Care Act, clashes with generals about U.S. strategy in Afghanistan, tackles Wall Street reform, responds to the devastating Deepwater Horizon blowout, and authorizes Operation Neptune's Spear, which leads to the death of Osama bin Laden. A Promised Land is extraordinarily intimate and introspective--the story of one man's bet with history, the faith of a community organizer tested on the world stage. Obama is candid about the balancing act of running for office as a Black American, bearing the expectations of a generation buoyed by messages of \"hope and change,\" and meeting the moral challenges of high-stakes decision-making. He is frank about the forces that opposed him at home and abroad, open about how living in the White House affected his wife and daughters, and unafraid to reveal self-doubt and disappointment. Yet he never wavers from his belief that inside the great, ongoing American experiment, progress is always possible. This beautifully written and powerful book captures Barack Obama's conviction that democracy is not a gift from on high but something founded on empathy and common understanding and built together, day by day.",
    "listPrice": 4500,
    "price": 4140,
    "url": "https://bookshop.org/books/a-promised-land/9781524763169",
    "publisher": "Crown Publishing Group (NY)",
    "publishDate": "November 17, 2020",
    "dimensions": "6.5 X 9.3 X 1.7 inches | 2.48 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781524763169,
    "pages": 768,
    "genres": ["Historical", "Personal Memoirs", "Presidents & Heads of State"]
  },
  "bookshop-2020-best-sellers::9781620971932": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Michelle Alexander",
    "authorDescription": "Michelle Alexander is a highly acclaimed civil rights lawyer, advocate, and legal scholar. She is a former Ford Foundation Senior Fellow and Soros Justice Fellow, has clerked for Supreme Court Justice Harry Blackmun, and has run the ACLU of Northern California's Racial Justice Project. Alexander is a visiting professor at Union Theological Seminary and an opinion columnist for the New York Times. She lives in Columbus, Ohio.",
    "title": "The New Jim Crow: Mass Incarceration in the Age of Colorblindness (Anniversary)",
    "image": "https://images-us.bookshop.org/ingram/9781620971932.jpg?height=500&v=v2",
    "description": "Named one of the most important nonfiction books of the 21st century by Entertainment Weekly' Slate' Chronicle of Higher Education' Literary Hub, Book Riot' and Zora A tenth-anniversary edition of the iconic bestseller--one of the most influential books of the past 20 years, according to the Chronicle of Higher Education--with a new preface by the author It is in no small part thanks to Alexander's account that civil rights organizations such as Black Lives Matter have focused so much of their energy on the criminal justice system. --Adam Shatz, London Review of Books Seldom does a book have the impact of Michelle Alexander's The New Jim Crow. Since it was first published in 2010, it has been cited in judicial decisions and has been adopted in campus-wide and community-wide reads; it helped inspire the creation of the Marshall Project and the new $100 million Art for Justice Fund; it has been the winner of numerous prizes, including the prestigious NAACP Image Award; and it has spent nearly 250 weeks on the New York Times bestseller list. Most important of all, it has spawned a whole generation of criminal justice reform activists and organizations motivated by Michelle Alexander's unforgettable argument that we have not ended racial caste in America; we have merely redesigned it. As the Birmingham News proclaimed, it is undoubtedly the most important book published in this century about the U.S. Now, ten years after it was first published, The New Press is proud to issue a tenth-anniversary edition with a new preface by Michelle Alexander that discusses the impact the book has had and the state of the criminal justice reform movement today.",
    "listPrice": 1899,
    "price": 1747,
    "url": "https://bookshop.org/books/the-new-jim-crow-mass-incarceration-in-the-age-of-colorblindness-anniversary/9781620971932",
    "publisher": "New Press",
    "publishDate": "January 07, 2020",
    "dimensions": "5.6 X 1.1 X 8.5 inches | 0.88 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781620971932,
    "pages": 352,
    "genres": [
      "Ethnic Studies - African American Studies",
      "Penology",
      "Discrimination & Race Relations"
    ]
  },
  "bookshop-2020-best-sellers::9781728209807": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Layla Saad",
    "authorDescription": "Layla Saad is a globally respected writer, speaker and podcast host on the topics of race, identity, leadership, personal transformation and social change.As an East African, Arab, British, Black, Muslim woman who was born and grew up in the West, and lives in Middle East, Layla has always sat at a unique intersection of identities from which she is able to draw rich and intriguing perspectives. Layla's work is driven by her powerful desire to 'become a good ancestor'; to live and work in ways that leave a legacy of healing and liberation for those who will come after she is gone.Me and White Supremacy is Layla's first book. Initially offered for free following an Instagram challenge under the same name, the digital Me And White Supremacy Workbook was downloaded by close to ninety thousand people around the world in the space of six months, before becoming a traditionally published book. Layla's work has been brought into homes, educational institutions and workplaces around the world that are seeking to create personal and collective change.Layla earned her Bachelor of Law degree from Lancaster University in the United Kingdom. She lives in Doha, Qatar with her husband, Sam, and two children, Maya and Mohamed. Find out more about Layla at www.laylafsaad.com.\n              Robin DiAngelo has been a consultant, educator, and facilitator on issues of racial and social justice for more than 25 years. She is the author or coauthor of several books, including the #1 New York Times bestseller White Fragility. Her work has been praised by Ibram X. Kendi, Michael Eric Dyson, Claudia Rankine, and Jonathan Capehart, among others. She is an affiliate associate professor of education at the University of Washington.",
    "title": "Me and White Supremacy: Combat Racism, Change the World, and Become a Good Ancestor",
    "image": "https://images-us.bookshop.org/ingram/9781728209807.jpg?height=500&v=v2",
    "description": "The New York Times and USA Today bestseller! This eye-opening book challenges you to do the essential work of unpacking your biases, and helps white people take action and dismantle the privilege within themselves so that you can stop (often unconsciously) inflicting damage on people of color, and in turn, help other white people do better, too.\"Layla Saad is one of the most important and valuable teachers we have right now on the subject of white supremacy and racial injustice.\"--New York Times bestselling author Elizabeth GilbertBased on the viral Instagram challenge that captivated participants worldwide, Me and White Supremacy takes readers on a 28-day journey, complete with journal prompts, to do the necessary and vital work that can ultimately lead to improving race relations.Updated and expanded from the original workbook (downloaded by nearly 100,000 people), this critical text helps you take the work deeper by adding more historical and cultural contexts, sharing moving stories and anecdotes, and including expanded definitions, examples, and further resources, giving you the language to understand racism, and to dismantle your own biases, whether you are using the book on your own, with a book club, or looking to start family activism in your own home.This book will walk you step-by-step through the work of examining:   Examining your own white privilege What allyship really means Anti-blackness, racial stereotypes, and cultural appropriation Changing the way that you view and respond to race How to continue the work to create social change  Awareness leads to action, and action leads to change. For readers of White Fragility, White Rage, So You Want To Talk About Race, The New Jim Crow, How to Be an Anti-Racist and more who are ready to closely examine their own beliefs and biases and do the work it will take to create social change. \"Layla Saad moves her readers from their heads into their hearts, and ultimately, into their practice. We won't end white supremacy through an intellectual understanding alone; we must put that understanding into action.\"--Robin DiAngelo, author of New York Times bestseller White Fragility",
    "listPrice": 2599,
    "price": 2391,
    "url": "https://bookshop.org/books/me-and-white-supremacy-combat-racism-change-the-world-and-become-a-good-ancestor/9781728209807",
    "publisher": "Sourcebooks",
    "publishDate": "January 01, 2020",
    "dimensions": "5.2 X 7.4 X 1.1 inches | 0.7 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781728209807,
    "pages": 256,
    "genres": [
      "Discrimination & Race Relations",
      "Prejudice",
      "Minority Studies"
    ]
  },
  "bookshop-2020-best-sellers::9780593110416": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Ibram X. Kendi",
    "authorDescription": "Ibram X. Kendi is a #1 New York Times bestselling author, the Andrew W. Mellon Professor in the Humanities at Boston University, and the founding director of the BU Center for Antiracist Research. He is a contributing writer at The Atlantic and a CBS News correspondent. He is the author of five books including Stamped from the Beginning: The Definitive History of Racist Ideas in America, which won the National Book Award for Nonfiction; How to Be an Antiracist; Stamped: Racism, Antiracism, and You, co-authored with Jason Reynolds; and Antiracist Baby, illustrated by Ashley Lukashevsky. Ashley Lukashevsky is an illustrator and visual artist who uses illustration and art as a tool to strengthen social movements against systemic racism and sexism. Before moving to illustration full-time, she was the art director at KINDLAND and the social impact designer at LA2050, an initiative to create a positive shared future for all Angelenos. Learn more at her website http: //www.ashleylukashevsky.com or follow her on Instagram @ASHLUKADRAWS.",
    "title": "Antiracist Baby Board Book",
    "image": "https://images-us.bookshop.org/ingram/9780593110416.jpg?height=500&v=v2",
    "description": "A #1 New York Times Bestseller!From the National Book Award-winning author of Stamped from the Beginning and How to Be an Antiracist comes a fresh new board book that empowers parents and children to uproot racism in our society and in ourselves. Take your first steps with Antiracist Baby! Or rather, follow Antiracist Baby's nine easy steps for building a more equitable world. With bold art and thoughtful yet playful text, Antiracist Baby introduces the youngest readers and the grown-ups in their lives to the concept and power of antiracism. Providing the language necessary to begin critical conversations at the earliest age, Antiracist Baby is the perfect gift for readers of all ages dedicated to forming a just society. Featured in its own episode in the Netflix original show Bookmarks: Celebrating Black Voices,  Good Morning America, NPR's Morning Edition, CBS This Morning, and more!",
    "listPrice": 899,
    "price": 827,
    "url": "https://bookshop.org/books/antiracist-baby-board-book/9780593110416",
    "publisher": "Kokila",
    "publishDate": "June 16, 2020",
    "dimensions": "7.0 X 6.9 X 0.7 inches | 0.66 pounds",
    "language": "English",
    "type": "Board Books",
    "eanUpc": 9780593110416,
    "pages": 24,
    "genres": [
      "Social Themes - Prejudice & Racism",
      "People & Places - United States",
      "Social Themes - Values & Virtues"
    ]
  },
  "bookshop-2020-best-sellers::9781631494536": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Richard Rothstein",
    "authorDescription": "Richard Rothstein is a research associate of the Economic Policy Institute and a Fellow at the Thurgood Marshall Institute of the NAACP Legal Defense Fund. He lives in California, where he is a Fellow of the Haas Institute at the University of California-Berkeley.",
    "title": "The Color of Law: A Forgotten History of How Our Government Segregated America",
    "image": "https://images-us.bookshop.org/ingram/9781631494536.jpg?height=500&v=v2",
    "description": "Widely heralded as a \"masterful\" (Washington Post) and \"essential\" (Slate) history of the modern American metropolis, Richard Rothstein's The Color of Law offers \"the most forceful argument ever published on how federal, state, and local governments gave rise to and reinforced neighborhood segregation\" (William Julius Wilson). Exploding the myth of de facto segregation arising from private prejudice or the unintended consequences of economic forces, Rothstein describes how the American government systematically imposed residential segregation: with undisguised racial zoning; public housing that purposefully segregated previously mixed communities; subsidies for builders to create whites-only suburbs; tax exemptions for institutions that enforced segregation; and support for violent resistance to African Americans in white neighborhoods. A groundbreaking, \"virtually indispensable\" study that has already transformed our understanding of twentieth-century urban history (Chicago Daily Observer), The Color of Law forces us to face the obligation to remedy our unconstitutional past.",
    "listPrice": 1795,
    "price": 1651,
    "url": "https://bookshop.org/books/the-color-of-law-a-forgotten-history-of-how-our-government-segregated-america/9781631494536",
    "publisher": "Liveright Publishing Corporation",
    "publishDate": "May 01, 2018",
    "dimensions": "5.4 X 8.2 X 1.1 inches | 0.82 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781631494536,
    "pages": 368,
    "genres": [
      "United States - 20th Century",
      "American Government - General",
      "Discrimination & Race Relations"
    ]
  },
  "bookshop-2020-best-sellers::9780812993547": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Ta-Nehisi Coates",
    "authorDescription": "Ta-Nehisi Coates is a national correspondent for The Atlantic. His book Between the World and Me won the National Book Award in 2015. Coates is the recipient of a MacArthur Fellowship. He lives in New York City with his wife and son.",
    "title": "Between the World and Me",
    "image": "https://images-us.bookshop.org/ingram/9780812993547.jpg?height=500&v=v2",
    "description": "#1 NEW YORK TIMES BESTSELLER - NATIONAL BOOK AWARD WINNER - NAMED ONE OF TIME'S TEN BEST NONFICTION BOOKS OF THE DECADE - PULITZER PRIZE FINALIST - NATIONAL BOOK CRITICS CIRCLE AWARD FINALIST - ONE OF OPRAH'S \"BOOKS THAT HELP ME THROUGH\" - SOON TO BE AN HBO ORIGINAL SPECIAL EVENT Hailed by Toni Morrison as \"required reading,\" a bold and personal literary exploration of America's racial history by \"the most important essayist in a generation and a writer who changed the national political conversation about race\" (Rolling Stone) NAMED ONE OF THE MOST INFLUENTIAL BOOKS OF THE DECADE BY CNN - NAMED ONE OF PASTE'S BEST MEMOIRS OF THE DECADE - NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BY The New York Times Book Review - O: The Oprah Magazine - The Washington Post - People - Entertainment Weekly - Vogue - Los Angeles Times - San Francisco Chronicle - Chicago Tribune - New York - Newsday - Library Journal - Publishers Weekly  In a profound work that pivots from the biggest questions about American history and ideals to the most intimate concerns of a father for his son, Ta-Nehisi Coates offers a powerful new framework for understanding our nation's history and current crisis. Americans have built an empire on the idea of \"race,\" a falsehood that damages us all but falls most heavily on the bodies of black women and men--bodies exploited through slavery and segregation, and, today, threatened, locked up, and murdered out of all proportion. What is it like to inhabit a black body and find a way to live within it? And how can we all honestly reckon with this fraught history and free ourselves from its burden? Between the World and Me is Ta-Nehisi Coates's attempt to answer these questions in a letter to his adolescent son. Coates shares with his son--and readers--the story of his awakening to the truth about his place in the world through a series of revelatory experiences, from Howard University to Civil War battlefields, from the South Side of Chicago to Paris, from his childhood home to the living rooms of mothers whose children's lives were taken as American plunder. Beautifully woven from personal narrative, reimagined history, and fresh, emotionally charged reportage, Between the World and Me clearly illuminates the past, bracingly confronts our present, and offers a transcendent vision for a way forward.",
    "listPrice": 2600,
    "price": 2392,
    "url": "https://bookshop.org/books/between-the-world-and-me/9780812993547",
    "publisher": "One World",
    "publishDate": "July 14, 2015",
    "dimensions": "5.1 X 7.3 X 0.9 inches | 0.55 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780812993547,
    "pages": 176,
    "genres": [
      "Discrimination & Race Relations",
      "Personal Memoirs",
      "United States - General"
    ]
  },
  "bookshop-2020-best-sellers::9780525560548": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Mikki Kendall",
    "authorDescription": "Mikki Kendall is a New York Times bestselling writer, speaker, and blogger whose work has appeared in The Washington Post, The Boston Globe, The Guardian, TIME, Salon, Ebony, Essence,  and elsewhere. An accomplished public speaker, she has discussed race, feminism, violence in Chicago, tech, pop culture, and social media on The Daily Show, MSNBC, NPR, Al Jazeera's The Listening Post, BBC's Women's Hour, and Huffington Post Live, as well as at universities across the country. In 2017, she was awarded Best Food Essay from the Association of Food Journalists for her essay on hot sauce, Jim Crow, and Beyoncé. She is also the author of Amazons, Abolitionists, and Activists: A Graphic History of Women's Fight for Their Rights and a co-editor of the Locus-nominated anthology Hidden Youth, as well as a part of the Hugo-nominated team of editors at Fireside Magazine. A veteran, she lives in Chicago with her family.",
    "title": "Hood Feminism: Notes from the Women That a Movement Forgot",
    "image": "https://images-us.bookshop.org/ingram/9780525560548.jpg?height=500&v=v2",
    "description": "A NEW YORK TIMES BESTSELLER  \"One of the most important books of the current moment.\"--Time  \"A rousing call to action... It should be required reading for everyone.\"--Gabrielle Union, author of We're Going to Need More Wine   \"A brutally candid and unobstructed portrait of mainstream white feminism.\" --Ibram X. Kendi, author of How to Be an Antiracist  A potent and electrifying critique of today's feminist movement announcing a fresh new voice in black feminism Today's feminist movement has a glaring blind spot, and paradoxically, it is women. Mainstream feminists rarely talk about meeting basic needs as a feminist issue, argues Mikki Kendall, but food insecurity, access to quality education, safe neighborhoods, a living wage, and medical care are all feminist issues. All too often, however, the focus is not on basic survival for the many, but on increasing privilege for the few. That feminists refuse to prioritize these issues has only exacerbated the age-old problem of both internecine discord and women who rebuff at carrying the title. Moreover, prominent white feminists broadly suffer from their own myopia with regard to how things like race, class, sexual orientation, and ability intersect with gender. How can we stand in solidarity as a movement, Kendall asks, when there is the distinct likelihood that some women are oppressing others? In her searing collection of essays, Mikki Kendall takes aim at the legitimacy of the modern feminist movement, arguing that it has chronically failed to address the needs of all but a few women. Drawing on her own experiences with hunger, violence, and hypersexualization, along with incisive commentary on politics, pop culture, the stigma of mental health, and more, Hood Feminism delivers an irrefutable indictment of a movement in flux. An unforgettable debut, Kendall has written a ferocious clarion call to all would-be feminists to live out the true mandate of the movement in thought and in deed.",
    "listPrice": 2600,
    "price": 2392,
    "url": "https://bookshop.org/books/hood-feminism-notes-from-the-women-that-a-movement-forgot/9780525560548",
    "publisher": "Viking",
    "publishDate": "February 25, 2020",
    "dimensions": "5.9 X 1.2 X 8.4 inches | 0.85 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780525560548,
    "pages": 288,
    "genres": [
      "Feminism & Feminist Theory",
      "Commentary & Opinion",
      "Discrimination & Race Relations"
    ]
  },
  "bookshop-2020-best-sellers::9780525541905": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Kiley Reid",
    "authorDescription": "Kiley Reid earned her MFA from the Iowa Writers' Workshop, where she was awarded the Truman Capote Fellowship and taught undergraduate creative writing workshops with a focus on race and class. Her short stories have been featured in Ploughshares, December, New South, and Lumina. Reid lives in Philadelphia.",
    "title": "Such a Fun Age",
    "image": "https://images-us.bookshop.org/ingram/9780525541905.jpg?height=500&v=v2",
    "description": "A Best Book of the Year:  The Washington Post - Chicago Tribune - NPR - Vogue - Elle - Real Simple - InStyle - Good Housekeeping - Parade - Slate - Vox - Kirkus Reviews - Library Journal - BookPage Longlisted for the 2020 Booker Prize  An Instant New York Times Bestseller A Reese's Book Club Pick  The most provocative page-turner of the year. --Entertainment Weekly  I urge you to read Such a Fun Age. --NPR  A striking and surprising debut novel from an exhilarating new voice, Such a Fun Age is a page-turning and big-hearted story about race and privilege, set around a young black babysitter, her well-intentioned employer, and a surprising connection that threatens to undo them both. Alix Chamberlain is a woman who gets what she wants and has made a living, with her confidence-driven brand, showing other women how to do the same. So she is shocked when her babysitter, Emira Tucker, is confronted while watching the Chamberlains' toddler one night, walking the aisles of their local high-end supermarket. The store's security guard, seeing a young black woman out late with a white child, accuses Emira of kidnapping two-year-old Briar. A small crowd gathers, a bystander films everything, and Emira is furious and humiliated. Alix resolves to make things right. But Emira herself is aimless, broke, and wary of Alix's desire to help. At twenty-five, she is about to lose her health insurance and has no idea what to do with her life. When the video of Emira unearths someone from Alix's past, both women find themselves on a crash course that will upend everything they think they know about themselves, and each other.  With empathy and piercing social commentary, Such a Fun Age explores the stickiness of transactional relationships, what it means to make someone family, and the complicated reality of being a grown up. It is a searing debut for our times.",
    "listPrice": 2600,
    "price": 2392,
    "url": "https://bookshop.org/books/such-a-fun-age/9780525541905",
    "publisher": "G.P. Putnam's Sons",
    "publishDate": "December 31, 2019",
    "dimensions": "6.0 X 1.3 X 9.2 inches | 1.1 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780525541905,
    "pages": 320,
    "genres": ["Literary", "Coming of Age", "Women"]
  },
  "bookshop-2020-best-sellers::9780316453691": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Jason Reynolds",
    "authorDescription": "Jason Reynolds is the #1 New York Times bestselling author of many books, including When I Was the Greatest,  Boy in the Black Suit, All American Boys (cowritten with Brendan Kiely), As Brave as You,  For Every One, the Track series (Ghost, Patina, Sunny, and Lu), Long Way Down, and Look Both Ways. He is a two-time National Book Award finalist; the recipient of a Newbery Honor, a Printz Honor, and multiple Coretta Scott King Honors; and the winner of a Kirkus Prize, two Walter Dean Myers Awards, and an NAACP Image Award, among other honors. He lives in Washington, D.C and invites you to visit him online at JasonWritesBooks.com. Ibram X. Kendi is a #1 New York Times bestselling author, the Andrew W. Mellon Professor in the Humanities, and the Founding Director of the Boston University Center for Antiracist Research. He is an Ideas Columnist at The Atlantic, and a correspondent with CBS News. He is the author of five books including Stamped from the Beginning: The Definitive History of Racist Ideas in America, which won the National Book Award for Nonfiction; How to Be an Antiracist; STAMPED: Racism, Antiracism, and You, co-authored with Jason Reynolds; and Antiracist Baby, illustrated by Ashley Lukashevsky.",
    "title": "Stamped: Racism, Antiracism, and You: A Remix of the National Book Award-Winning Stamped from the Beginning",
    "image": "https://images-us.bookshop.org/ingram/9780316453691.jpg?height=500&v=v2",
    "description": "The #1 New York Times bestseller and a USAToday bestseller!A timely, crucial, and empowering exploration of racism--and antiracism--in America This is NOT a history book.This is a book about the here and now. A book to help us better understand why we are where we are.A book about race.  The construct of race has always been used to gain and keep power, to create dynamics that separate and silence. This remarkable reimagining of Dr. Ibram X. Kendi's National Book Award-winning Stamped from the Beginning reveals the history of racist ideas in America, and inspires hope for an antiracist future. It takes you on a race journey from then to now, shows you why we feel how we feel, and why the poison of racism lingers. It also proves that while racist ideas have always been easy to fabricate and distribute, they can also be discredited. Through a gripping, fast-paced, and energizing narrative written by beloved award-winner Jason Reynolds, this book shines a light on the many insidious forms of racist ideas--and on ways readers can identify and stamp out racist thoughts in their daily lives.Download the free educator guide here:  https: //www.hachettebookgroup.com/wp-content/uploads/2020/03/Stamped-Educator-Guide.pdf",
    "listPrice": 1899,
    "price": 1747,
    "url": "https://bookshop.org/books/stamped-racism-antiracism-and-you-a-remix-of-the-national-book-award-winning-stamped-from-the-beginning/9780316453691",
    "publisher": "Little, Brown Books for Young Readers",
    "publishDate": "March 10, 2020",
    "dimensions": "5.5 X 8.3 X 1.2 inches | 0.95 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780316453691,
    "pages": 320,
    "genres": [
      "Social Topics - Prejudice & Racism",
      "History - United States - General",
      "Social Topics - Civil & Human Rights"
    ]
  },
  "bookshop-2020-best-sellers::9781984801258": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Glennon Doyle",
    "authorDescription": "Author, activist, founder of Together Rising, and host of the We Can Do Hard Things podcast Glennon Doyle is the author of the #1 New York Times bestseller Untamed, a Reese's Book Club selection, which has sold over two million copies. She is also the author of the #1 New York Times bestseller Love Warrior, an Oprah's Book Club selection, and Carry On, Warrior. An activist and \"patron saint of female empowerment\" (People), Glennon hosts the We Can Do Hard Things podcast. She is the founder and president of Together Rising, an all-women-led nonprofit organization that has revolutionized grassroots philanthropy--raising over $30 million for women, families, and children in crisis. Glennon lives in Florida with her wife and three children.",
    "title": "Untamed",
    "image": "https://images-us.bookshop.org/ingram/9781984801258.jpg?height=500&v=v2",
    "description": "#1 NEW YORK TIMES BESTSELLER - Over two million copies sold! \"Packed with incredible insight about what it means to be a woman today.\"--Reese Witherspoon (Reese's Book Club Pick) In her most revealing and powerful memoir yet, the activist, speaker, bestselling author, and \"patron saint of female empowerment\" (People) explores the joy and peace we discover when we stop striving to meet others' expectations and start trusting the voice deep within us. NAMED ONE OF THE BEST BOOKS OF THE YEAR BY O: The Oprah Magazine - The Washington Post - Cosmopolitan - Marie Claire - Bloomberg - Parade - \"Untamed will liberate women--emotionally, spiritually, and physically. It is phenomenal.\"--Elizabeth Gilbert, author of City of Girls and Eat Pray Love This is how you find yourself.There is a voice of longing inside each woman. We strive so mightily to be good: good partners, daughters, mothers, employees, and friends. We hope all this striving will make us feel alive. Instead, it leaves us feeling weary, stuck, overwhelmed, and underwhelmed. We look at our lives and wonder: Wasn't it all supposed to be more beautiful than this? We quickly silence that question, telling ourselves to be grateful, hiding our discontent--even from ourselves.  For many years, Glennon Doyle denied her own discontent. Then, while speaking at a conference, she looked at a woman across the room and fell instantly in love. Three words flooded her mind: There She Is. At first, Glennon assumed these words came to her from on high. But she soon realized they had come to her from within. This was her own voice--the one she had buried beneath decades of numbing addictions, cultural conditioning, and institutional allegiances. This was the voice of the girl she had been before the world told her who to be. Glennon decided to quit abandoning herself and to instead abandon the world's expectations of her. She quit being good so she could be free. She quit pleasing and started living.  Soulful and uproarious, forceful and tender, Untamed is both an intimate memoir and a galvanizing wake-up call. It is the story of how one woman learned that a responsible mother is not one who slowly dies for her children, but one who shows them how to fully live. It is the story of navigating divorce, forming a new blended family, and discovering that the brokenness or wholeness of a family depends not on its structure but on each member's ability to bring her full self to the table. And it is the story of how each of us can begin to trust ourselves enough to set boundaries, make peace with our bodies, honor our anger and heartbreak, and unleash our truest, wildest instincts so that we become women who can finally look at ourselves and say:  There She Is.  Untamed shows us how to be brave. As Glennon insists: The braver we are, the luckier we get.",
    "listPrice": 2800,
    "price": 2576,
    "url": "https://bookshop.org/books/untamed-9781984801258/9781984801258",
    "publisher": "Dial Press",
    "publishDate": "March 10, 2020",
    "dimensions": "5.8 X 8.3 X 1.4 inches | 1.05 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781984801258,
    "pages": 352,
    "genres": ["Personal Memoirs", "Women", "Personal Growth - Happiness"]
  },
  "bookshop-2020-best-sellers::9780679744726": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "James Baldwin",
    "authorDescription": "JAMES BALDWIN (1924-1987) was a novelist, essayist, playwright, poet, and social critic. His first novel, Go Tell It on the Mountain,  appeared in 1953 to excellent reviews, and his essay collections Notes of a Native Son and The Fire Next Time were bestsellers that made him an influential figure in the growing civil rights movement. Baldwin spent much of his life in France, where he moved to escape the racism and homophobia of the United States. He died in France in 1987, a year after being made a Commander of the French Legion of Honor.",
    "title": "The Fire Next Time",
    "image": "https://images-us.bookshop.org/ingram/9780679744726.jpg?height=500&v=v2",
    "description": "A national bestseller when it first appeared in 1963, The Fire Next Time galvanized the nation, gave passionate voice to the emerging civil rights movement--and still lights the way to understanding race in America today.  Basically the finest essay I've ever read. . . . Baldwin refused to hold anyone's hand. He was both direct and beautiful all at once. He did not seem to write to convince you. He wrote beyond you.\" --Ta-Nehisi Coates At once a powerful evocation of James Baldwin's early life in Harlem and a disturbing examination of the consequences of racial injustice, the book is an intensely personal and provocative document from the iconic author of If Beale Street Could Talk and Go Tell It on the Mountain. It consists of two letters, written on the occasion of the centennial of the Emancipation Proclamation, that exhort Americans, both black and white, to attack the terrible legacy of racism. Described by The New York Times Book Review as sermon, ultimatum, confession, deposition, testament, and chronicle...all presented in searing, brilliant prose, The Fire Next Time stands as a classic of literature.",
    "listPrice": 1395,
    "price": 1283,
    "url": "https://bookshop.org/books/the-fire-next-time/9780679744726",
    "publisher": "Vintage",
    "publishDate": "December 01, 1992",
    "dimensions": "5.2 X 0.4 X 7.9 inches | 0.3 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679744726,
    "pages": 128,
    "genres": [
      "Minority Studies",
      "Cultural, Ethnic & Regional - General",
      "Ethnic Studies - African American Studies"
    ]
  },
  "bookshop-2020-best-sellers::9780525563488": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Samantha Irby",
    "authorDescription": "Samantha Irby is a writer whose work you can find on the internet. www.bitchesgottaeat.com",
    "title": "Wow, No Thank You.: Essays",
    "image": "https://images-us.bookshop.org/ingram/9780525563488.jpg?height=500&v=v2",
    "description": "***Winner of 2021 Lambda Literary Award for Bisexual Nonfiction*** #1 NEW YORK TIMES BESTSELLER - From Samantha Irby, beloved author of We Are Never Meeting in Real Life,  a rip-roaring, edgy and unabashedly raunchy new collection of hilarious essays.\"Stay-up-all-night, miss-your-subway-stop, spit-out-your-beverage funny.... irresistible as a snack tray, as intimately pleasurable as an Irish goodbye.\"--Jia TolentinoIrby is forty, and increasingly uncomfortable in her own skin despite what Inspirational Instagram Infographics have promised her. She has left her job as a receptionist at a veterinary clinic, has published successful books and has been friendzoned by Hollywood, left Chicago, and moved into a house with a garden that requires repairs and know-how with her wife in a Blue town in the middle of a Red state where she now hosts book clubs and makes mason jar salads. This is the bourgeois life of a Hallmark Channel dream. She goes on bad dates with new friends, spends weeks in Los Angeles taking meetings with tv executives slash amateur astrologers while being a cheese fry-eating slightly damp Midwest person, with neck pain and no cartilage in [her] knees, who still hides past due bills under her pillow. The essays in this collection draw on the raw, hilarious particulars of Irby's new life. Wow, No Thank You. is Irby at her most unflinching, riotous, and relatable.",
    "listPrice": 1595,
    "price": 1467,
    "url": "https://bookshop.org/books/wow-no-thank-you-essays/9780525563488",
    "publisher": "Vintage",
    "publishDate": "March 31, 2020",
    "dimensions": "5.3 X 8.0 X 0.7 inches | 0.54 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780525563488,
    "pages": 336,
    "genres": [
      "Form - Essays",
      "Personal Memoirs",
      "Topic - Men, Women & Relationships"
    ]
  },
  "bookshop-2020-best-sellers::9780593230251": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Isabel Wilkerson",
    "authorDescription": "Isabel Wilkerson, winner of the Pulitzer Prize and the National Humanities Medal, is the author of the critically acclaimed New York Times bestseller The Warmth of Other Suns. Her debut work won the National Book Critics Circle Award for Nonfiction and was named to Time's 10 Best Nonfiction Books of the 2010s and The New York Times's list of the Best Nonfiction of All Time. She has taught at Princeton, Emory, and Boston Universities and has lectured at more than two hundred other colleges and universities across the United States and in Europe and Asia.",
    "title": "Caste (Oprah's Book Club): The Origins of Our Discontents",
    "image": "https://images-us.bookshop.org/ingram/9780593230251.jpg?height=500&v=v2",
    "description": "#1 NEW YORK TIMES BESTSELLER - OPRAH'S BOOK CLUB PICK - NATIONAL BOOK AWARD LONGLIST - \"An instant American classic and almost certainly the keynote nonfiction book of the American century thus far.\"--Dwight Garner, The New York TimesThe Pulitzer Prize-winning, bestselling author of The Warmth of Other Suns examines the unspoken caste system that has shaped America and shows how our lives today are still defined by a hierarchy of human divisions. NAMED THE #1 NONFICTION BOOK OF THE YEAR BY TIME,  ONE OF THE TEN BEST BOOKS OF THE YEAR BY People - The Washington Post - Publishers Weekly AND ONE OF THE BEST BOOKS OF THE YEAR BY The New York Times Book Review - O: The Oprah Magazine - NPR - Bloomberg - Christian Science Monitor - New York Post - The New York Public Library - Fortune - Smithsonian Magazine - Marie Claire - Town &amp; Country - Slate - Library Journal - Kirkus Reviews - LibraryReads - PopMatters Winner of the Los Angeles Times Book Prize - National Book Critics Circle Award Finalist - Dayton Literary Peace Prize Finalist - PEN/John Kenneth Galbraith Award for Nonfiction Finalist - PEN/Jean Stein Book Award Longlist \"As we go about our daily lives, caste is the wordless usher in a darkened theater, flashlight cast down in the aisles, guiding us to our assigned seats for a performance. The hierarchy of caste is not about feelings or morality. It is about power--which groups have it and which do not.\" In this brilliant book, Isabel Wilkerson gives us a masterful portrait of an unseen phenomenon in America as she explores, through an immersive, deeply researched narrative and stories about real people, how America today and throughout its history has been shaped by a hidden caste system, a rigid hierarchy of human rankings. Beyond race, class, or other factors, there is a powerful caste system that influences people's lives and behavior and the nation's fate. Linking the caste systems of America, India, and Nazi Germany, Wilkerson explores eight pillars that underlie caste systems across civilizations, including divine will, bloodlines, stigma, and more. Using riveting stories about people--including Martin Luther King, Jr., baseball's Satchel Paige, a single father and his toddler son, Wilkerson herself, and many others--she shows the ways that the insidious undertow of caste is experienced every day. She documents how the Nazis studied the racial systems in America to plan their out-cast of the Jews; she discusses why the cruel logic of caste requires that there be a bottom rung for those in the middle to measure themselves against; she writes about the surprising health costs of caste, in depression and life expectancy, and the effects of this hierarchy on our culture and politics. Finally, she points forward to ways America can move beyond the artificial and destructive separations of human divisions, toward hope in our common humanity. Beautifully written, original, and revealing, Caste: The Origins of Our Discontents is an eye-opening story of people and history, and a reexamination of what lies under the surface of ordinary lives and of American life today.",
    "listPrice": 3200,
    "price": 2944,
    "url": "https://bookshop.org/books/caste-oprah-s-book-club-the-origins-of-our-discontents-9780593230251/9780593230251",
    "publisher": "Random House",
    "publishDate": "August 04, 2020",
    "dimensions": "6.4 X 9.3 X 1.7 inches | 1.75 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780593230251,
    "pages": 496,
    "genres": [
      "Social History",
      "Sociology - Social Theory",
      "Social Classes & Economic Disparity",
      "Americas (North Central South West Indies)"
    ]
  },
  "bookshop-2020-best-sellers::9780465060689": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Beverly Daniel Tatum",
    "authorDescription": "Beverly Daniel Tatum, PhD, is president emerita of Spelman College and in 2014 received the Award for Outstanding Lifetime Contribution to Psychology, the highest honor presented by the American Psychological Association. She lives in Atlanta, Georgia.",
    "title": "Why Are All the Black Kids Sitting Together in the Cafeteria?: And Other Conversations about Race",
    "image": "https://images-us.bookshop.org/ingram/9780465060689.jpg?height=500&v=v2",
    "description": "The classic, New York Times-bestselling book on the psychology of racism that shows us how to talk about race in America.  Walk into any racially mixed high school and you will see Black, White, and Latino youth clustered in their own groups. Is this self-segregation a problem to address or a coping strategy? How can we get past our reluctance to discuss racial issues? Beverly Daniel Tatum, a renowned authority on the psychology of racism, argues that straight talk about our racial identities is essential if we are serious about communicating across racial and ethnic divides and pursuing antiracism. These topics have only become more urgent as the national conversation about race is increasingly acrimonious. This fully revised edition is essential reading for anyone seeking to understand dynamics of race and racial inequality in America.",
    "listPrice": 1899,
    "price": 1747,
    "url": "https://bookshop.org/books/why-are-all-the-black-kids-sitting-together-in-the-cafeteria-and-other-conversations-about-race/9780465060689",
    "publisher": "Basic Books",
    "publishDate": "September 05, 2017",
    "dimensions": "5.5 X 8.1 X 1.4 inches | 0.86 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780465060689,
    "pages": 464,
    "genres": [
      "Ethnopsychology",
      "Discrimination & Race Relations",
      "Ethnic Studies - African American Studies"
    ]
  },
  "bookshop-2020-best-sellers::9781942094470": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Resmaa Menakem",
    "authorDescription": "Resmaa Menakem, MSW, LICSW, SEP, has appeared on both The Oprah Winfrey Show and Dr. Phil as an expert on conflict and violence. He has served as director of counseling services for the Tubman Family Alliance; as behavioral health director for African American Family Services in Minneapolis; as a domestic violence counselor for Wilder Foundation; as a certified Military and Family Life Consultant for the U.S. Armed Forces; as a trauma consultant for the Minneapolis Public Schools; and as a Cultural Somatics consultant for the Minneapolis Police Department. As a Community Care Counselor, he managed the wellness and counseling services for civilians on fifty-three US military bases in Afghanistan. Resmaa studied and trained at Peter Levine's Somatic Experiencing Trauma Institute, as well as with Dr. David Schnarch (author of the bestselling Passionate Marriage) and Bessel van der Kolk, MD (author of the bestselling The Body Keeps the Score). He currently teaches workshops on Cultural Somatics for audiences of African Americans, European Americans, and police officers. He is also a therapist in private practice.",
    "title": "My Grandmother's Hands: Racialized Trauma and the Pathway to Mending Our Hearts and Bodies",
    "image": "https://images-us.bookshop.org/ingram/9781942094470.jpg?height=500&v=v2",
    "description": "A NATIONAL BESTSELLERMy Grandmother's Hands will change the direction of the movement for racial justice.— Robin DiAngelo, New York Times bestselling author of White FragilityIn this groundbreaking book, therapist Resmaa Menakem examines the damage caused by racism in America from the perspective of trauma and body-centered psychology.The body is where our instincts reside and where we fight, flee, or freeze, and it endures the trauma inflicted by the ills that plague society. Menakem argues this destruction will continue until Americans learn to heal the generational anguish of white supremacy, which is deeply embedded in all our bodies. Our collective agony doesn't just affect African Americans. White Americans suffer their own secondary trauma as well. So do blue Americans—our police.My Grandmother's Hands is a call to action for all of us to recognize that racism is not only about the head, but about the body, and introduces an alternative view of what we can do to grow beyond our entrenched racialized divide.\n\nPaves the way for a new, body-centered understanding of white supremacy—how it is literally in our blood and our nervous system.\n\nOffers a step-by-step healing process based on the latest neuroscience and somatic healing methods, in addition to incisive social commentary. Resmaa Menakem, MSW, LICSW, is a therapist with decades of experience currently in private practice in Minneapolis, MN, specializing in trauma, body-centered psychotherapy, and violence prevention. He has appeared on the Oprah Winfrey Show and Dr. Phil as an expert on conflict and violence. Menakem has studied with bestselling authors Dr. David Schnarch (Passionate Marriage) and Dr. Bessel van der Kolk (The Body Keeps the Score). He also trained at Peter Levine's Somatic Experiencing Trauma Institute.",
    "listPrice": 1795,
    "price": 1651,
    "url": "https://bookshop.org/books/my-grandmother-s-hands-racialized-trauma-and-the-pathway-to-mending-our-hearts-and-bodies-9781942094470/9781942094470",
    "publisher": "Central Recovery Press",
    "publishDate": "September 19, 2017",
    "dimensions": "5.9 X 8.8 X 0.9 inches | 0.9 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781942094470,
    "pages": 300,
    "genres": [
      "Social Psychology",
      "Psychopathology - Post-Traumatic Stress Disorder (PTSD)",
      "Discrimination & Race Relations"
    ]
  },
  "bookshop-2020-best-sellers::9781571313560": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Robin Wall Kimmerer",
    "authorDescription": "Robin Wall Kimmerer is a mother, scientist, decorated professor, and enrolled member of the Citizen Potawatomi Nation. She is the author of Braiding Sweetgrass: Indigenous Wisdom, Scientific Knowledge and the Teaching of Plants and Gathering Moss: A Natural and Cultural History of Mosses. She lives in Syracuse, New York, where she is a SUNY Distinguished Teaching Professor of Environmental Biology, and the founder and director of the Center for Native Peoples and the Environment.",
    "title": "Braiding Sweetgrass",
    "image": "https://images-us.bookshop.org/ingram/9781571313560.jpg?height=500&v=v2",
    "description": "A New York Times Bestseller A Washington Post Bestseller Named a Best Essay Collection of the Decade by Literary Hub  As a botanist, Robin Wall Kimmerer has been trained to ask questions of nature with the tools of science. As a member of the Citizen Potawatomi Nation, she embraces the notion that plants and animals are our oldest teachers. In Braiding Sweetgrass, Kimmerer brings these two lenses of knowledge together to take us on \"a journey that is every bit as mythic as it is scientific, as sacred as it is historical, as clever as it is wise\" (Elizabeth Gilbert).  Drawing on her life as an indigenous scientist, and as a woman, Kimmerer shows how other living beings--asters and goldenrod, strawberries and squash, salamanders, algae, and sweetgrass--offer us gifts and lessons, even if we've forgotten how to hear their voices. In reflections that range from the creation of Turtle Island to the forces that threaten its flourishing today, she circles toward a central argument: that the awakening of ecological consciousness requires the acknowledgment and celebration of our reciprocal relationship with the rest of the living world. For only when we can hear the languages of other beings will we be capable of understanding the generosity of the earth, and learn to give our own gifts in return.",
    "listPrice": 1800,
    "price": 1656,
    "url": "https://bookshop.org/books/braiding-sweetgrass-3e12996d-ea04-4dd2-b9a9-04cfd82f361f/9781571313560",
    "publisher": "Milkweed Editions",
    "publishDate": "September 01, 2014",
    "dimensions": "5.4 X 8.3 X 1.0 inches | 1.15 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781571313560,
    "pages": 390,
    "genres": [
      "Ecology",
      "Essays",
      "Ethnic Studies - Native American Studies",
      "Plants - General",
      "Life Sciences - Botany",
      "Philosophy & Social Aspects",
      "Life Sciences - Ecology",
      "Anthropology - Cultural & Social"
    ]
  },
  "bookshop-2020-best-sellers::9781538732182": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Octavia E. Butler",
    "authorDescription": "OCTAVIA E. BUTLERwas a renowned writer who received a MacArthur Genius Grant and PEN West Lifetime Achievement Award for her body of work. She was the author of several award-winning novels including Parable of the Sower,  which was a New York Times Notable Book of the Year, and was acclaimed for her lean prose, strong protagonists, and social observations in stories that range from the distant past to the far future. Sales of her books have increased enormously since her death as the issues she addressed in her Afrofuturistic, feminist novels and short fiction have only become more relevant. She passed away on February 24, 2006",
    "title": "Parable of the Sower",
    "image": "https://images-us.bookshop.org/ingram/9781538732182.jpg?height=500&v=v2",
    "description": "This acclaimed post-apocalyptic novel of hope and terror from an award-winning author pairs well with 1984 or The Handmaid's Tale and includes a foreword by N. K. Jemisin (John Green, New York Times).  When global climate change and economic crises lead to social chaos in the early 2020s, California becomes full of dangers, from pervasive water shortage to masses of vagabonds who will do anything to live to see another day. Fifteen-year-old Lauren Olamina lives inside a gated community with her preacher father, family, and neighbors, sheltered from the surrounding anarchy. In a society where any vulnerability is a risk, she suffers from hyperempathy, a debilitating sensitivity to others' emotions.  Precocious and clear-eyed, Lauren must make her voice heard in order to protect her loved ones from the imminent disasters her small community stubbornly ignores. But what begins as a fight for survival soon leads to something much more: the birth of a new faith . . . and a startling vision of human destiny.",
    "listPrice": 1699,
    "price": 1563,
    "url": "https://bookshop.org/books/parable-of-the-sower/9781538732182",
    "publisher": "Grand Central Publishing",
    "publishDate": "April 30, 2019",
    "dimensions": "5.2 X 7.9 X 1.1 inches | 0.64 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781538732182,
    "pages": 368,
    "genres": [
      "Science Fiction",
      "Historical Fiction",
      "Literary",
      "Science Fiction - Apocalyptic & Post-Apocalyptic",
      "Coming of Age",
      "Women",
      "African American - Women",
      "Dystopian",
      "Science Fiction - General"
    ]
  },
  "bookshop-2020-best-sellers::9780679763888": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Isabel Wilkerson",
    "authorDescription": "Isabel Wilkerson won the 1994 Pulitzer Prize for Feature Writing for her reporting as Chicago bureau chief of The New York Times. The award made her the first black woman in the history of American journalism to win a Pulitzer Prize and the first African American to win for individual reporting. She won the George Polk Award for her coverage of the Midwest and a John Simon Guggenheim Fellowship for her research into the Great Migration. She has lectured on narrative writing at the Nieman Foundation at Harvard University and has served as Ferris Professor of Journalism at Princeton University and as the James M. Cox Jr. Professor of Journalism at Emory University. She is currently Professor of Journalism and Director of Narrative Nonfiction at Boston University. During the Great Migration, her parents journeyed from Georgia and southern Virginia to Washington, D.C., where she was born and reared. This is her first book.",
    "title": "The Warmth of Other Suns: The Epic Story of America's Great Migration",
    "image": "https://images-us.bookshop.org/ingram/9780679763888.jpg?height=500&v=v2",
    "description": "NEW YORK TIMES BESTSELLER - In this beautifully written masterwork, the Pulitzer Prize-winnner and bestselling author of Caste chronicles one of the great untold stories of American history: the decades-long migration of black citizens who fled the South for northern and western cities, in search of a better life. NATIONAL BOOK CRITICS CIRCLE AWARD WINNER From 1915 to 1970, this exodus of almost six million people changed the face of America. Wilkerson compares this epic migration to the migrations of other peoples in history. She interviewed more than a thousand people, and gained access to new data and official records, to write this definitive and vividly dramatic account of how these American journeys unfolded, altering our cities, our country, and ourselves. With stunning historical detail, Wilkerson tells this story through the lives of three unique individuals: Ida Mae Gladney, who in 1937 left sharecropping and prejudice in Mississippi for Chicago, where she achieved quiet blue-collar success and, in old age, voted for Barack Obama when he ran for an Illinois Senate seat; sharp and quick-tempered George Starling, who in 1945 fled Florida for Harlem, where he endangered his job fighting for civil rights, saw his family fall, and finally found peace in God; and Robert Foster, who left Louisiana in 1953 to pursue a medical career, the personal physician to Ray Charles as part of a glitteringly successful medical career, which allowed him to purchase a grand home where he often threw exuberant parties. Wilkerson brilliantly captures their first treacherous and exhausting cross-country trips by car and train and their new lives in colonies that grew into ghettos, as well as how they changed these cities with southern food, faith, and culture and improved them with discipline, drive, and hard work. Both a riveting microcosm and a major assessment, The Warmth of Other Suns is a bold, remarkable, and riveting work, a superb account of an \"unrecognized immigration\" within our own land. Through the breadth of its narrative, the beauty of the writing, the depth of its research, and the fullness of the people and lives portrayed herein, this book is destined to become a classic. MARK LYNTON HISTORY PRIZE WINNERHEARTLAND AWARD WINNER DAYTON LITERARY PEACE PRIZE FINALIST NAMED ONE OF THE TEN BEST BOOKS OF THE YEAR BYThe New York Times - USA Today - O: The Oprah Magazine - Amazon - Publishers Weekly - Salon - Newsday - The Daily Beast NAMED ONE OF THE BEST BOOKS OF THE YEAR BYThe New Yorker - The Washington Post - The Economist - Boston Globe - San Francisco Chronicle - Chicago Tribune - Entertainment Weekly - Philadelphia Inquirer - The Guardian - The Seattle Times - St. Louis Post-Dispatch - The Christian Science Monitor",
    "listPrice": 1795,
    "price": 1651,
    "url": "https://bookshop.org/books/the-warmth-of-other-suns-the-epic-story-of-america-s-great-migration-9780679763888/9780679763888",
    "publisher": "Vintage",
    "publishDate": "October 04, 2011",
    "dimensions": "6.0 X 9.2 X 1.7 inches | 1.94 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679763888,
    "pages": 640,
    "genres": [
      "United States - 20th Century",
      "Social History",
      "Emigration & Immigration"
    ]
  },
  "bookshop-2020-best-sellers::9781524760854": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Austin Channing Brown",
    "authorDescription": "Austin Channing Brown is a speaker, writer, and media producer providing inspired leadership on racial justice in America. She is the author of I'm Still Here: Black Dignity in a World Made for Whiteness and the executive producer of the web series The Next Question. Her writing and work have been featured by outlets such as On Being, Chicago Tribune, Christianity Today, Sojourners, Shondaland,  and WNYC.",
    "title": "I'm Still Here: Black Dignity in a World Made for Whiteness",
    "image": "https://images-us.bookshop.org/ingram/9781524760854.jpg?height=500&v=v2",
    "description": "NEW YORK TIMES BESTSELLER - REESE'S BOOK CLUB PICK - From a leading voice on racial justice, an eye-opening account of growing up Black, Christian, and female that exposes how white America's love affair with \"diversity\" so often falls short of its ideals. \"Austin Channing Brown introduces herself as a master memoirist. This book will break open hearts and minds.\"--Glennon Doyle, #1 New York Times bestselling author of Untamed Austin Channing Brown's first encounter with a racialized America came at age seven, when she discovered her parents named her Austin to deceive future employers into thinking she was a white man. Growing up in majority-white schools and churches, Austin writes, \"I had to learn what it means to love blackness,\" a journey that led to a lifetime spent navigating America's racial divide as a writer, speaker, and expert helping organizations practice genuine inclusion. In a time when nearly every institution (schools, churches, universities, businesses) claims to value diversity in its mission statement, Austin writes in breathtaking detail about her journey to self-worth and the pitfalls that kill our attempts at racial justice. Her stories bear witness to the complexity of America's social fabric--from Black Cleveland neighborhoods to private schools in the middle-class suburbs, from prison walls to the boardrooms at majority-white organizations. For readers who have engaged with America's legacy on race through the writing of Ta-Nehisi Coates and Michael Eric Dyson, I'm Still Here is an illuminating look at how white, middle-class, Evangelicalism has participated in an era of rising racial hostility, inviting the reader to confront apathy, recognize God's ongoing work in the world, and discover how blackness--if we let it--can save us all.",
    "listPrice": 2500,
    "price": 2300,
    "url": "https://bookshop.org/books/i-m-still-here-black-dignity-in-a-world-made-for-whiteness/9781524760854",
    "publisher": "Convergent Books",
    "publishDate": "May 15, 2018",
    "dimensions": "5.0 X 0.9 X 7.6 inches | 0.6 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781524760854,
    "pages": 192,
    "genres": ["Personal Memoirs"]
  },
  "bookshop-2020-best-sellers::9781580911863": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Audre Lorde",
    "authorDescription": "A writer, activist, and mother of two, Audre Lorde grew up in 1930s Harlem. She earned a master's degree in library science from Columbia University, received a National Endowment for the Arts grant for poetry, and was New York State's Poet Laureate from 1991 to 1993. She is the author of twelve books, including Zami and The Black Unicorn. Lorde died of cancer at the age of fifty-eight in 1992.",
    "title": "Sister Outsider: Essays and Speeches",
    "image": "https://images-us.bookshop.org/ingram/9781580911863.jpg?height=500&v=v2",
    "description": "Presenting the essential writings of black lesbian poet and feminist writer Audre Lorde, Sister Outsider celebrates an influential voice in twentieth-century literature.  \"[Lorde's] works will be important to those truly interested in growing up sensitive, intelligent, and aware.\"--The New York Times  In this charged collection of fifteen essays and speeches, Lorde takes on sexism, racism, ageism, homophobia, and class, and propounds social difference as a vehicle for action and change. Her prose is incisive, unflinching, and lyrical, reflecting struggle but ultimately offering messages of hope. This commemorative edition includes a new foreword by Lorde-scholar and poet Cheryl Clarke, who celebrates the ways in which Lorde's philosophies resonate more than twenty years after they were first published. These landmark writings are, in Lorde's own words, a call to \"never close our eyes to the terror, to the chaos which is Black which is creative which is female which is dark which is rejected which is messy which is . . . \"",
    "listPrice": 1699,
    "price": 1563,
    "url": "https://bookshop.org/books/sister-outsider-essays-and-speeches-9781799984474/9781580911863",
    "publisher": "Crossing Press",
    "publishDate": "August 01, 2007",
    "dimensions": "6.0 X 8.9 X 0.7 inches | 0.6 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781580911863,
    "pages": 190,
    "genres": ["Essays", "LGBT Studies - Lesbian Studies"]
  },
  "bookshop-2020-best-sellers::9780711245211": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Tiffany Jewell",
    "authorDescription": "Tiffany Jewell, author of the #1 New York Times bestseller This Book Is Anti-Racist, is a Black biracial writer and Anti-Racist Montessori educator and consultant. She spends her time baking bread and macarons, building LEGOS, watching British detective shows, and dreaming up how she can dismantle white supremacy. Tiffany currently lives in Western Massachusetts (on the occupied land of the Wabanaki and the Nipmuck) with her two young activists, her partner, and a turtle she's had since she was nine. Find her on instagram: @tiffanymjewell. Aurélia Durand is a French graphic artist. Her work, which includes the illustrations for the #1 New York Times bestseller This Book Is Anti-Racist, is a vivid celebration of diversity; she dedicates her artistic voice to matters involving representation. Aurélia represents Afro-descendants as joyful, proud, and empowered -- a united community whose destinies are intertwined. These colorful personalities present the unified voice of a global community whose hopes, dreams, and desires envision an inclusive future for all. Her work has been featured in advertising campaigns, galleries, and editorial magazines; her clients include Nike, The New Yorker, Facebook, and more. Find her on Instagram: @4ur3lia.",
    "title": "This Book Is Anti-Racist: 20 Lessons on How to Wake Up, Take Action, and Do the Work",
    "image": "https://images-us.bookshop.org/ingram/9780711245211.jpg?height=500&v=v2",
    "description": "#1 NEW YORK TIMES BESTSELLER  Recommended by Oprah's Book Club, ESSENCE, We Need Diverse Books, ellentube, Brit + Co, PureWow, Teen Vogue, Time, New York, USA TODAY, and TODAY.com  Also available: This Book Is Anti-Racist Journal, a guided journal with more than 50 activities to support your anti-racism journey  Who are you? What is racism? Where does it come from? Why does it exist? What can you do to disrupt it? Learn about social identities, the history of racism and resistance against it, and how you can use your anti-racist lens and voice to move the world toward equity and liberation. \"In a racist society, it's not enough to be non-racist--we must be ANTI-RACIST.\" --Angela Davis  Gain a deeper understanding of your anti-racist self as you progress through 20 chapters that spark introspection, reveal the origins of racism that we are still experiencing, and give you the courage and power to undo it. Each lesson builds on the previous one as you learn more about yourself and racial oppression. An activity at the end of every chapter gets you thinking and helps you grow with the knowledge. All you need is a pen and paper.  Author Tiffany Jewell, an anti-bias, anti-racist educator and activist, builds solidarity beginning with the language she chooses--using gender neutral words to honor everyone who reads the book. Illustrator Aurélia Durand brings the stories and characters to life with kaleidoscopic vibrancy.  After examining the concepts of social identity, race, ethnicity, and racism, learn about some of the ways people of different races have been oppressed, from indigenous Americans and Australians being sent to boarding school to be \"civilized\" to a generation of Caribbean immigrants once welcomed to the UK being threatened with deportation by strict immigration laws. Find hope in stories of strength, love, joy, and revolution that are part of our history, too, with such figures as the former slave Toussaint Louverture, who led a rebellion against white planters that eventually led to Haiti's independence, and Yuri Kochiyama, who, after spending time in an internment camp for Japanese Americans during WWII, dedicated her life to supporting political prisoners and advocating reparations for those wrongfully interned. Learn language and phrases to interrupt and disrupt racism. So, when you hear a microaggression or racial slur, you'll know how to act next time.  This book is written for EVERYONE who lives in this racialized society--including the young person who doesn't know how to speak up to the racist adults in their life, the kid who has lost themself at times trying to fit into the dominant culture, the children who have been harmed (physically and emotionally) because no one stood up for them or they couldn't stand up for themselves, and also for their families, teachers, and administrators.  With this book, be empowered to actively defy racism and xenophobia to create a community (large and small) that truly honors everyone.",
    "listPrice": 1499,
    "price": 1379,
    "url": "https://bookshop.org/books/this-book-is-anti-racist-20-lessons-on-how-to-wake-up-take-action-and-do-the-work-b77527bf-af16-4f48-a345-c47ba6cb64ba/9780711245211",
    "publisher": "Frances Lincoln Ltd",
    "publishDate": "January 07, 2020",
    "dimensions": "5.1 X 7.7 X 0.5 inches | 0.66 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780711245211,
    "pages": 160,
    "genres": [
      "Social Topics - Prejudice & Racism",
      "History - United States - General"
    ]
  },
  "bookshop-2020-best-sellers::9781101971062": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Yaa Gyasi",
    "authorDescription": "Yaa Gyasi was born in Ghana and raised in Huntsville, Alabama. She holds a BA in English from Stanford University and an MFA from the Iowa Writers' Workshop, where she held a Dean's Graduate Research Fellowship. She lives in New York City.",
    "title": "Homegoing",
    "image": "https://images-us.bookshop.org/ingram/9781101971062.jpg?height=500&v=v2",
    "description": "A NEW YORK TIMES NOTABLE BOOK - Ghana, eighteenth century: two half sisters are born into different villages, each unaware of the other. One will marry an Englishman and lead a life of comfort in the palatial rooms of the Cape Coast Castle. The other will be captured in a raid on her village, imprisoned in the very same castle, and sold into slavery. One of Oprah's Best Books of the Year and a PEN/Hemingway award winner, Homegoing follows the parallel paths of these sisters and their descendants through eight generations: from the Gold Coast to the plantations of Mississippi, from the American Civil War to Jazz Age Harlem. Yaa Gyasi's extraordinary novel illuminates slavery's troubled legacy both for those who were taken and those who stayed--and shows how the memory of captivity has been inscribed on the soul of our nation.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/homegoing-9781101971062/9781101971062",
    "publisher": "Vintage",
    "publishDate": "May 02, 2017",
    "dimensions": "5.1 X 7.9 X 0.8 inches | 0.5 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781101971062,
    "pages": 320,
    "genres": ["Sagas", "Literary", "African American - Historical"]
  },
  "bookshop-2020-best-sellers::9780062397348": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Howard Zinn",
    "authorDescription": "Howard Zinn (1922-2010) was a historian, playwright, and social activist. He taught at Spelman College and Boston University. His many books include A People's History of the United States and a memoir, You Can't Be Neutral on a Moving Train: A Personal History of Our Times.",
    "title": "A People's History of the United States",
    "image": "https://images-us.bookshop.org/ingram/9780062397348.jpg?height=500&v=v2",
    "description": "THE CLASSIC NATIONAL BESTSELLERA wonderful, splendid book--a book that should be read by every American, student or otherwise, who wants to understand his country, its true history, and its hope for the future. -Howard FastHistorian Howard Zinn's A People's History of the United States chronicles American history from the bottom up, throwing out the official narrative taught in schools--with its emphasis on great men in high places--to focus on the street, the home, and the workplace.Known for its lively, clear prose as well as its scholarly research, it is the only volume to tell America's story from the point of view of--and in the words of--America's women, factory workers, African-Americans, Native Americans, the working poor, and immigrant laborers. As Zinn shows, many of our country's greatest battles--the fights for a fair wage, an eight-hour workday, child-labor laws, health and safety standards, universal suffrage, women's rights, racial equality--were carried out at the grassroots level, against bloody resistance. Covering Christopher Columbus's arrival through President Clinton's first term, A People's History of the United States features insightful analysis of the most important events in our history. This edition also includes an introduction by Anthony Arnove, who wrote, directed, and produced The People Speak with Zinn and who coauthored, with Zinn, Voices of a People's History of the United States.",
    "listPrice": 2199,
    "price": 2023,
    "url": "https://bookshop.org/books/a-people-s-history-of-the-united-states/9780062397348",
    "publisher": "Harper Perennial",
    "publishDate": "November 17, 2015",
    "dimensions": "5.3 X 8.0 X 1.4 inches | 1.2 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780062397348,
    "pages": 784,
    "genres": [
      "United States - Civil War Period (1850-1877)",
      "Social History",
      "Political Ideologies - Democracy"
    ]
  },
  "bookshop-2020-best-sellers::9781984822185": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Sally Rooney",
    "authorDescription": "Sally Rooney was born in the west of Ireland in 1991. Her work has appeared in The New Yorker, The New York Times, Granta and The London Review of Books. Winner of the Sunday Times Young Writer of the Year Award, she is the author of Conversations with Friends. In 2019, she was named to the inaugural Time 100 Next list.",
    "title": "Normal People",
    "image": "https://images-us.bookshop.org/ingram/9781984822185.jpg?height=500&v=v2",
    "description": "NOW A HULU ORIGINAL SERIES - NEW YORK TIMES BESTSELLER - \"A stunning novel about the transformative power of relationships\" (People) from the author of Conversations with Friends,  \"a master of the literary page-turner\" (J. Courtney Sullivan). ONE OF THE TEN BEST NOVELS OF THE DECADE--Entertainment WeeklyTEN BEST BOOKS OF THE YEAR--People, Slate,  The New York Public Library, Harvard CrimsonAND BEST BOOKS OF THE YEAR--The New York Times, The New York Times Book Review,  O: The Oprah Magazine,  Time,  NPR, The Washington Post, Vogue, Esquire, Glamour, Elle, Marie Claire, Vox, The Paris Review, Good Housekeeping, Town &amp; Country Connell and Marianne grew up in the same small town, but the similarities end there. At school, Connell is popular and well liked, while Marianne is a loner. But when the two strike up a conversation--awkward but electrifying--something life changing begins. A year later, they're both studying at Trinity College in Dublin. Marianne has found her feet in a new social world while Connell hangs at the sidelines, shy and uncertain. Throughout their years at university, Marianne and Connell circle one another, straying toward other people and possibilities but always magnetically, irresistibly drawn back together. And as she veers into self-destruction and he begins to search for meaning elsewhere, each must confront how far they are willing to go to save the other. Normal People is the story of mutual fascination, friendship and love. It takes us from that first conversation to the years beyond, in the company of two people who try to stay apart but find that they can't.   Praise for Normal People  \" A] novel that demands to be read compulsively, in one sitting.\"--The Washington Post \"Arguably the buzziest novel of the season, Sally Rooney's elegant sophomore effort . . . is a worthy successor to Conversations with Friends. Here, again, she unflinchingly explores class dynamics and young love with wit and nuance.\"--The Wall Street Journal  \" Rooney] has been hailed as the first great millennial novelist for her stories of love and late capitalism. . . . She writes] some of the best dialogue I've read.\"--The New Yorker",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/normal-people-9781984822178/9781984822185",
    "publisher": "Hogarth Press",
    "publishDate": "February 18, 2020",
    "dimensions": "5.1 X 0.9 X 7.8 inches | 0.5 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781984822185,
    "pages": 304,
    "genres": ["Women Authors", "Television - Genres - Drama", "Screenplays"]
  },
  "bookshop-2020-best-sellers::9781608465644": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Angela Y Davis",
    "authorDescription": "Angela Y. Davis is a political activist, scholar, author, and speaker. She is an outspoken advocate for the oppressed and exploited, writing on Black liberation, prison abolition, the intersections of race, gender, and class, and international solidarity with Palestine. She is the author of several books, including Women, Race, and Class and Are Prisons Obsolete? She is the subject of the acclaimed documentary Free Angela and All Political Prisoners and is Distinguished Professor Emerita at the University of California, Santa Cruz. One of America's most provocative public intellectuals, Dr. Cornel West has been a champion for racial justice since childhood. His writing, speaking, and teaching weave together the traditions of the black Baptist Church, progressive politics, and jazz. The New York Times has praised his ferocious moral vision. His many books include Race Matters, Democracy Matters, and his new autobiography, Brother West: Living and Loving Out Loud. Frank Barat is a human rights activist and author. He was the coordinator of the Russell Tribunal on Palestine and is now the president of the Palestine Legal Action Network. His books include Gaza in Crisis and Corporate Complicity in Israel's Occupation.",
    "title": "Freedom Is a Constant Struggle: Ferguson, Palestine, and the Foundations of a Movement",
    "image": "https://images-us.bookshop.org/ingram/9781608465644.jpg?height=500&v=v2",
    "description": "In these newly collected essays, interviews, and speeches, world-renowned activist and scholar Angela Y. Davis illuminates the connections between struggles against state violence and oppression throughout history and around the world.Reflecting on the importance of black feminism, intersectionality, and prison abolitionism for today's struggles, Davis discusses the legacies of previous liberation struggles, from the Black Freedom Movement to the South African anti-Apartheid movement. She highlights connections and analyzes today's struggles against state terror, from Ferguson to Palestine.Facing a world of outrageous injustice, Davis challenges us to imagine and build the movement for human liberation. And in doing so, she reminds us that \"Freedom is a constant struggle.\"Angela Y. Davis is a political activist, scholar, author, and speaker. She is an outspoken advocate for the oppressed and exploited, writing on Black liberation, prison abolition, the intersections of race, gender, and class, and international solidarity with Palestine. She is the author of several books, including Women, Race, and Class and Are Prisons Obsolete? She is the subject of the acclaimed documentary Free Angela and All Political Prisoners and is Distinguished Professor Emerita at the University of California, Santa Cruz.One of America's most provocative public intellectuals, Dr. Cornel West has been a champion for racial justice since childhood. His writing, speaking, and teaching weave together the traditions of the black Baptist Church, progressive politics, and jazz. The New York Times has praised his \"ferocious moral vision.\" His many books include Race Matters, Democracy Matters, and his autobiography, Brother West: Living and Loving Out Loud.Frank Barat is a human rights activist and author. He was the coordinator of the Russell Tribunal on Palestine and is now the president of the Palestine Legal Action Network. His books include Gaza in Crisis and Corporate Complicity in Israel's Occupation.",
    "listPrice": 1595,
    "price": 1467,
    "url": "https://bookshop.org/books/freedom-is-a-constant-struggle-ferguson-palestine-and-the-foundations-of-a-movement-9781799976493/9781608465644",
    "publisher": "Haymarket Books",
    "publishDate": "February 09, 2016",
    "dimensions": "5.3 X 7.4 X 0.5 inches | 0.45 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781608465644,
    "pages": 176,
    "genres": ["Civil Rights", "Essays", "Black Studies (Global)"]
  },
  "bookshop-2020-best-sellers::9780812984965": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Bryan Stevenson",
    "authorDescription": "Bryan Stevenson is the executive director of the Equal Justice Initiative in Montgomery, Alabama, and a professor of law at New York University Law School. He has won relief for dozens of condemned prisoners, argued five times before the Supreme Court, and won national acclaim for his work challenging bias against the poor and people of color. He has received numerous awards, including the MacArthur Foundation \"Genius\" Grant.",
    "title": "Just Mercy: A Story of Justice and Redemption",
    "image": "https://images-us.bookshop.org/ingram/9780812984965.jpg?height=500&v=v2",
    "description": "#1 NEW YORK TIMES BESTSELLER - NOW A MAJOR MOTION PICTURE STARRING MICHAEL B. JORDAN AND JAMIE FOXX - A powerful true story about the potential for mercy to redeem us, and a clarion call to fix our broken system of justice--from one of the most brilliant and influential lawyers of our time.  \"[Bryan Stevenson's] dedication to fighting for justice and equality has inspired me and many others and made a lasting impact on our country.\"--John Legend NAMED ONE OF THE MOST INFLUENTIAL BOOKS OF THE DECADE BY CNN - Named One of the Best Books of the Year by The New York Times - The Washington Post - The Boston Globe - The Seattle Times - Esquire - Time Bryan Stevenson was a young lawyer when he founded the Equal Justice Initiative, a legal practice dedicated to defending those most desperate and in need: the poor, the wrongly condemned, and women and children trapped in the farthest reaches of our criminal justice system. One of his first cases was that of Walter McMillian, a young man who was sentenced to die for a notorious murder he insisted he didn't commit. The case drew Bryan into a tangle of conspiracy, political machination, and legal brinksmanship--and transformed his understanding of mercy and justice forever.  Just Mercy is at once an unforgettable account of an idealistic, gifted young lawyer's coming of age, a moving window into the lives of those he has defended, and an inspiring argument for compassion in the pursuit of true justice. Winner of the Carnegie Medal for Excellence in Nonfiction - Winner of the NAACP Image Award for Nonfiction - Winner of a Books for a Better Life Award - Finalist for the Los Angeles Times Book Prize - Finalist for the Kirkus Reviews Prize - An American Library Association Notable Book \"Every bit as moving as To Kill a Mockingbird, and in some ways more so . . . a searing indictment of American criminal justice and a stirring testament to the salvation that fighting for the vulnerable sometimes yields.\"--David Cole, The New York Review of Books  \"Searing, moving . . . Bryan Stevenson may, indeed, be America's Mandela.\"--Nicholas Kristof, The New York Times  \"You don't have to read too long to start cheering for this man. . . . The message of this book . . . is that evil can be overcome, a difference can be made. Just Mercy will make you upset and it will make you hopeful.\"--Ted Conover, The New York Times Book Review   \"Inspiring . . . a work of style, substance and clarity . . . Stevenson is not only a great lawyer, he's also a gifted writer and storyteller.\"--The Washington Post  \"As deeply moving, poignant and powerful a book as has been, and maybe ever can be, written about the death penalty.\"--The Financial Times  \"Brilliant.\"--The Philadelphia Inquirer",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/just-mercy-a-story-of-justice-and-redemption/9780812984965",
    "publisher": "One World",
    "publishDate": "August 18, 2015",
    "dimensions": "5.2 X 7.9 X 0.8 inches | 0.6 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780812984965,
    "pages": 368,
    "genres": [
      "Lawyers & Judges",
      "Social Activists",
      "Criminal Law - Sentencing"
    ]
  },
  "bookshop-2020-best-sellers::9780060959470": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Bell Hooks",
    "authorDescription": "bell hooks is the author of several books, including Killing Rage, Bone Black, and Wounds of Passion. She is Distinguished Professor of English at City College in New York and lives in New York City.",
    "title": "All about Love: New Visions",
    "image": "https://images-us.bookshop.org/ingram/9780060959470.jpg?height=500&v=v2",
    "description": "The acclaimed first volume in feminist icon bell hooks' Love Song to the Nation,\" All About Love is a revelation about what causes a polarized society and how to heal the divisions that cause suffering. Here is the truth about love, and inspiration to help us instill caring, compassion, and strength in our homes, schools, and workplaces.\"The word 'love' is most often defined as a noun, yet we would all love better if we used it as a verb,\" writes bell hooks as she comes out fighting and on fire in All About Love. Here, at her most provocative and intensely personal, renowned scholar, cultural critic and feminist bell hooks offers a proactive new ethic for a society bereft with lovelessness--not the lack of romance, but the lack of care, compassion, and unity. People are divided, she declares, by society's failure to provide a model for learning to love. As bell hooks uses her incisive mind to explore the question \"What is love?\" her answers strike at both the mind and heart. Razing the cultural paradigm that the ideal love is infused with sex and desire, she provides a new path to love that is sacred, redemptive, and healing for individuals and for a nation. The Utne Reader declared bell hooks one of the \"100 Visionaries Who Can Change Your Life.\" All About Love is a powerful, timely affirmation of just how profoundly her revelations can change hearts and minds for the better.",
    "listPrice": 1599,
    "price": 1471,
    "url": "https://bookshop.org/books/all-about-love-new-visions/9780060959470",
    "publisher": "William Morrow & Company",
    "publishDate": "January 30, 2018",
    "dimensions": "5.3 X 8.0 X 0.7 inches | 0.52 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780060959470,
    "pages": 272,
    "genres": [
      "Love & Romance",
      "Popular Culture",
      "Ethnic Studies - African American Studies"
    ]
  },
  "bookshop-2020-best-sellers::9780316509848": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "N. K. Jemisin",
    "authorDescription": "N. K. Jemisin is the first author in history to win three consecutive Best Novel Hugo Awards, all for her Broken Earth trilogy. Her work has also won the Nebula, Locus, and Goodreads Choice Awards. She has been a reviewer for the New York TimesBook Review, and an instructor for the Clarion and Clarion West writing workshops. In her spare time, she is a gamer and gardener, and she is also single-handedly responsible for saving the world from King Ozzymandias, her dangerously intelligent ginger cat, and his phenomenally destructive sidekick Magpie.",
    "title": "The City We Became",
    "image": "https://images-us.bookshop.org/ingram/9780316509848.jpg?height=500&v=v2",
    "description": "An instant NYT Bestseller! Four-time Hugo Award-winning author N.K. Jemisin crafts her most incredible novel yet, a crackling tale of culture, identity, magic, and myths in contemporary New York City. \"A glorious fantasy.\" --Neil Gaiman In Manhattan, a young grad student gets off the train and realizes he doesn't remember who he is, where he's from, or even his own name. But he can sense the beating heart of the city, see its history, and feel its power. In the Bronx, a Lenape gallery director discovers strange graffiti scattered throughout the city, so beautiful and powerful it's as if the paint is literally calling to her. In Brooklyn, a politician and mother finds she can hear the songs of her city, pulsing to the beat of her Louboutin heels. And they're not the only ones. Every great city has a soul. Some are ancient as myths, and others are as new and destructive as children. New York? She's got six. One of TIME Magazine's 100 Best Fantasy Books of all time One of TIME Magazine's 100 Must-Read Books of 2020 One of Vanity Fair's 15 Best Books of 2020 One of Amazon's Best Books of 2020 For more from N. K. Jemisin, check out: The Inheritance Trilogy The Hundred Thousand Kingdoms The Broken Kingdoms The Kingdom of Gods The Inheritance Trilogy (omnibus edition) Shades in Shadow: An Inheritance Triptych (e-only short fiction) The Awakened Kingdom (e-only novella) Dreamblood Duology The Killing Moon The Shadowed Sun The Dreamblood Duology (omnibus) The Broken Earth The Fifth Season The Obelisk Gate The Stone Sky How Long 'til Black Future Month? (short story collection)",
    "listPrice": 2800,
    "price": 2576,
    "url": "https://bookshop.org/books/the-city-we-became/9780316509848",
    "publisher": "Orbit",
    "publishDate": "March 24, 2020",
    "dimensions": "6.2 X 9.3 X 1.9 inches | 1.48 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780316509848,
    "pages": 448,
    "genres": ["Magical Realism", "Fantasy - Contemporary", "Literary"]
  },
  "bookshop-2020-best-sellers::9780345376718": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Malcolm X",
    "authorDescription": "Alex Haley is the world-renowned author of Roots, which has sold six million hardcover copies and has been translated into thirty languages. He was awarded the Pulitzer Prize and the National Book Award. Alex Haley died in February 1992.",
    "title": "The Autobiography of Malcolm X",
    "image": "https://images-us.bookshop.org/ingram/9780345376718.jpg?height=500&v=v2",
    "description": "Through a life of passion and struggle, Malcolm X became one of the most influential figures of the 20th Century. In this riveting account, he tells of his journey from a prison cell to Mecca, describing his transition from hoodlum to Muslim minister. Here, the man who called himself \"the angriest Black man in America\" relates how his conversion to true Islam helped him confront his rage and recognize the brotherhood of all mankind. An established classic of modern America, \"The Autobiography of Malcolm X\" was hailed by the New York Times as \"Extraordinary. A brilliant, painful, important book.\" Still extraordinary, still important, this electrifying story has transformed Malcom X's life into his legacy. The strength of his words, the power of his ideas continue to resonate more than a generation after they first appeared.",
    "listPrice": 1900,
    "price": 1748,
    "url": "https://bookshop.org/books/the-autobiography-of-malcolm-x-9780345350688/9780345376718",
    "publisher": "Ballantine Books",
    "publishDate": "January 15, 1992",
    "dimensions": "5.2 X 0.9 X 8.2 inches | 0.86 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780345376718,
    "pages": 544,
    "genres": [
      "Cultural, Ethnic & Regional - General",
      "Political",
      "Civil Rights"
    ]
  },
  "bookshop-2020-best-sellers::9781449486808": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Rupi Kaur",
    "authorDescription": "As a 21-year-old university student Rupi Kaur wrote, illustrated, and self-published her first poetry collection, milk and honey. Next came its artistic sibling, the sun and her flowers. These collections have sold over 8 million copies and have been translated into over 40 languages. Her most recent book, home body, debuted #1 on bestseller lists across the world. Rupi's work touches on love, loss, trauma, healing, femininity, and migration. She feels most at home when creating art or performing her poetry on stage.",
    "title": "Home Body",
    "image": "https://images-us.bookshop.org/ingram/9781449486808.jpg?height=500&v=v2",
    "description": "Watch rupi kaur live now on Prime Video. From the #1 New York Times bestselling author of milk and honey and the sun and her flowers comes her greatly anticipated third collection of poetry. rupi kaur constantly embraces growth, and in home body, she walks readers through a reflective and intimate journey visiting the past, the present, and the potential of the self. home body is a collection of raw, honest conversations with oneself - reminding readers to fill up on love, acceptance, community, family, and embrace change. illustrated by the author, themes of nature and nurture, light and dark, rest here. i dive into the well of my bodyand end up in another worldeverything i needalready exists in methere's no needto look anywhere else - home",
    "listPrice": 1699,
    "price": 1563,
    "url": "https://bookshop.org/books/home-body-9781449486808/9781449486808",
    "publisher": "Andrews McMeel Publishing",
    "publishDate": "November 17, 2020",
    "dimensions": "5.0 X 7.7 X 0.6 inches | 0.5 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781449486808,
    "pages": 192,
    "genres": ["Subjects & Themes - Love & Erotica", "Women Authors"]
  },
  "bookshop-2020-best-sellers::9780802156983": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Bernardine Evaristo",
    "authorDescription": "Bernardine Evaristo is the 2019 winner of the Booker Prize for Girl, Woman, Other, which was a #1 national bestseller and a winner and finalist for many awards including the Women's Prize for Fiction and the Dublin Literary Award. Evaristo is the author of eight other books that explore aspects of the African diaspora. Her writing spans verse fiction, short fiction, poetry, essays, literary criticism, and drama. Evaristo is Professor of Creative Writing at Brunel University London, an Honorary Fellow of St Ann's College, University of Oxford, and Vice President of the Royal Society of Literature. She received an OBE in 2020, and lives in London with her husband. Her most recent book is Manifesto: On Never Giving Up.",
    "title": "Girl, Woman, Other: A Novel (Booker Prize Winner)",
    "image": "https://images-us.bookshop.org/ingram/9780802156983.jpg?height=500&v=v2",
    "description": "NATIONAL BESTSELLERWINNER OF THE BOOKER PRIZE \"A must-read about modern Britain and womanhood . . . An impressive, fierce novel about the lives of black British families, their struggles, pains, laughter, longings and loves . . . Her style is passionate, razor-sharp, brimming with energy and humor. There is never a single moment of dullness in this book and the pace does not allow you to turn away from its momentum.\" --Booker Prize Judges Bernardine Evaristo is the winner of the 2019 Booker Prize and the first black woman to receive this highest literary honor in the English language. Girl, Woman, Other is a magnificent portrayal of the intersections of identity and a moving and hopeful story of an interconnected group of Black British women that paints a vivid portrait of the state of contemporary Britain and looks back to the legacy of Britain's colonial history in Africa and the Caribbean. The twelve central characters of this multi-voiced novel lead vastly different lives: Amma is a newly acclaimed playwright whose work often explores her Black lesbian identity; her old friend Shirley is a teacher, jaded after decades of work in London's funding-deprived schools; Carole, one of Shirley's former students, is a successful investment banker; Carole's mother Bummi works as a cleaner and worries about her daughter's lack of rootedness despite her obvious achievements. From a nonbinary social media influencer to a 93-year-old woman living on a farm in Northern England, these unforgettable characters also intersect in shared aspects of their identities, from age to race to sexuality to class. Sparklingly witty and filled with emotion, centering voices we often see othered, and written in an innovative fast-moving form that borrows technique from poetry, Girl, Woman, Other is a polyphonic and richly textured social novel that shows a side of Britain we rarely see, one that reminds us of all that connects us to our neighbors, even in times when we are encouraged to be split apart.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/girl-woman-other-a-novel-booker-prize-winner-9780802156983/9780802156983",
    "publisher": "Grove Press, Black Cat",
    "publishDate": "November 05, 2019",
    "dimensions": "5.4 X 8.2 X 1.3 inches | 0.9 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780802156983,
    "pages": 464,
    "genres": ["Women", "African American - Women", "Family Life - General"]
  },
  "bookshop-2020-best-sellers::9781556520747": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Assata Shakur",
    "authorDescription": "Angela Davis is a professor in the History of Consciousness Program, University of California at Santa Cruz.",
    "title": "Assata: An Autobiography",
    "image": "https://images-us.bookshop.org/ingram/9781556520747.jpg?height=500&v=v2",
    "description": "On May 2, 1973, Black Panther Assata Shakur (aka JoAnne Chesimard) lay in a hospital, close to death, handcuffed to her bed, while local, state, and federal police attempted to question her about the shootout on the New Jersey Turnpike that had claimed the life of a white state trooper. Long a target of J. Edgar Hoover's campaign to defame, infiltrate, and criminalize Black nationalist organizations and their leaders, Shakur was incarcerated for four years prior to her conviction on flimsy evidence in 1977 as an accomplice to murder.  This intensely personal and political autobiography belies the fearsome image of JoAnne Chesimard long projected by the media and the state. With wit and candor, Assata Shakur recounts the experiences that led her to a life of activism and portrays the strengths, weaknesses, and eventual demise of Black and White revolutionary groups at the hand of government officials. The result is a signal contribution to the literature about growing up Black in America that has already taken its place alongside The Autobiography of Malcolm X and the works of Maya Angelou. Two years after her conviction, Assata Shakur escaped from prison. She was given political asylum by Cuba, where she now resides.",
    "listPrice": 1895,
    "price": 1743,
    "url": "https://bookshop.org/books/assata-an-autobiography/9781556520747",
    "publisher": "Chicago Review Press",
    "publishDate": "November 01, 1999",
    "dimensions": "6.1 X 9.0 X 1.0 inches | 1.0 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781556520747,
    "pages": 274,
    "genres": ["Women", "Cultural, Ethnic & Regional - General"]
  },
  "bookshop-2020-best-sellers::9781250114297": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Brandon Stanton",
    "authorDescription": "BRANDON STANTON is the creator of the #1 New York Times bestselling books Humans of New York and Humans of New York: Stories as well as the children's book, Little Humans. His photography and storytelling blog, also called Humans of New York, is followed by a global audience of over thirty million people across several social media platforms. In addition to sharing thousands of stories from around the world, the blog has raised over $12 million for featured individuals and nonprofits. Stanton is a graduate of the University of Georgia and lives in New York City.",
    "title": "Humans",
    "image": "https://images-us.bookshop.org/ingram/9781250114297.jpg?height=500&v=v2",
    "description": "The Instant #1 New York Times Bestseller Just when we need it, Humans reminds us what it means to be human . . . one of the most influential art projects of the decade.\" --Washington Post   Brandon Stanton's new book, Humans--his most moving and compelling book to date--shows us the world. Brandon Stanton created Humans of New York in 2010. What began as a photographic census of life in New York City, soon evolved into a storytelling phenomenon. A global audience of millions began following HONY daily. Over the next several years, Stanton broadened his lens to include people from across the world.  Traveling to more than forty countries, he conducted interviews across continents, borders, and language barriers. Humans is the definitive catalogue of these travels. The faces and locations will vary from page to page, but the stories will feel deeply familiar. Told with candor and intimacy, Humans will resonate with readers across the globe--providing a portrait of our shared experience.",
    "listPrice": 3500,
    "price": 3220,
    "url": "https://bookshop.org/books/humans-9781250114297/9781250114297",
    "publisher": "St. Martin's Press",
    "publishDate": "October 06, 2020",
    "dimensions": "8.4 X 10.0 X 1.3 inches | 3.6 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781250114297,
    "pages": 448,
    "genres": [
      "Subjects & Themes - Regional (see also Travel - Pictorials)",
      "Subjects & Themes - Street Photography",
      "Subjects & Themes - Portraits & Selfies"
    ]
  },
  "bookshop-2020-best-sellers::9781982111908": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Aminatou Sow",
    "authorDescription": "Aminatou Sow is a writer, interviewer, and cultural commentator. She is a frequent public speaker whose talks and interviews lead to candid conversations about ambition, money, and power. Aminatou lives in Brooklyn. Ann Friedman is a journalist, essayist, and media entrepreneur. She is a contributing editor to The Gentlewoman. Every Friday, she sends a popular email newsletter. Ann lives in Los Angeles. Together, Aminatou and Ann host the long-running podcast Call Your Girlfriend. Big Friendship is both Aminatou and Ann's first book. Learn more at BigFriendship.com",
    "title": "Big Friendship: How We Keep Each Other Close",
    "image": "https://images-us.bookshop.org/ingram/9781982111908.jpg?height=500&v=v2",
    "description": "A close friendship is one of the most influential and important relationships a human life can contain. Anyone will tell you that! But for all the rosy sentiments surrounding friendship, most people don't talk much about what it really takes to stay close for the long haul. Now two friends, Aminatou Sow and Ann Friedman, tell the story of their equally messy and life-affirming Big Friendship in this honest and hilarious book that chronicles their first decade in one another's lives. As the hosts of the hit podcast Call Your Girlfriend, they've become known for frank and intimate conversations. In this book, they bring that energy to their own friendship--its joys and its pitfalls. Aminatou and Ann define Big Friendship as a strong, significant bond that transcends life phases, geographical locations, and emotional shifts. And they should know: the two have had moments of charmed bliss and deep frustration, of profound connection and gut-wrenching alienation. They have weathered life-threatening health scares, getting fired from their dream jobs, and one unfortunate Thanksgiving dinner eaten in a car in a parking lot in Rancho Cucamonga. Through interviews with friends and experts, they have come to understand that their struggles are not unique. And that the most important part of a Big Friendship is making the decision to invest in one another again and again. An inspiring and entertaining testament to the power of society's most underappreciated relationship, Big Friendship will invite you to think about how your own bonds are formed, challenged, and preserved. It is a call to value your friendships in all of their complexity. Actively choose them. And, sometimes, fight for them.",
    "listPrice": 2600,
    "price": 2392,
    "url": "https://bookshop.org/books/big-friendship-how-we-keep-each-other-close-9781982111915/9781982111908",
    "publisher": "Simon & Schuster",
    "publishDate": "July 14, 2020",
    "dimensions": "5.7 X 8.6 X 0.9 inches | 0.74 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781982111908,
    "pages": 256,
    "genres": ["Personal Memoirs", "Friendship", "Women's Studies"]
  },
  "bookshop-2020-best-sellers::9780062498533": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Angie Thomas",
    "authorDescription": "Angie Thomas is the author of the award-winning, #1 New York Times bestselling novels The Hate U Give, On the Come Up, and Concrete Rose, as well as Find Your Voice: A Guided Journal for Writing Your Truth. A former teen rapper who holds a BFA in creative writing, Angie was born, raised, and still resides in Mississippi. You can find her online at www.angiethomas.com.\n              Nikki Giovanni, poet, activist, mother, and professor, is a seven-time NAACP Image Award winner and the first recipient of the Rosa Parks Woman of Courage Award, and she holds the Langston Hughes Medal for Outstanding Poetry, among many other honors. The author of twenty-eight books and a Grammy nominee for The Nikki Giovanni Poetry Collection, she is the University Distinguished Professor of English at Virginia Tech in Blacksburg, Virginia.",
    "title": "The Hate U Give",
    "image": "https://images-us.bookshop.org/ingram/9780062498533.jpg?height=500&v=v2",
    "description": "8 starred reviews - Goodreads Choice Awards Best of the Best  - William C. Morris Award Winner - National Book Award Longlist - Printz Honor Book - Coretta Scott King Honor Book - #1 New York Times Bestseller Absolutely riveting --Jason ReynoldsStunning. --John GreenThis story is necessary. This story is important. --Kirkus (starred review)Heartbreakingly topical. --Publishers Weekly (starred review)A marvel of verisimilitude. --Booklist (starred review)A powerful, in-your-face novel. --Horn Book (starred review)Sixteen-year-old Starr Carter moves between two worlds: the poor neighborhood where she lives and the fancy suburban prep school she attends. The uneasy balance between these worlds is shattered when Starr witnesses the fatal shooting of her childhood best friend Khalil at the hands of a police officer. Khalil was unarmed.Soon afterward, his death is a national headline. Some are calling him a thug, maybe even a drug dealer and a gangbanger. Protesters are taking to the streets in Khalil's name. Some cops and the local drug lord try to intimidate Starr and her family. What everyone wants to know is: what really went down that night? And the only person alive who can answer that is Starr. But what Starr does--or does not--say could upend her community. It could also endanger her life.Want more of Garden Heights? Catch Maverick and Seven's story in Concrete Rose, Angie Thomas's powerful prequel to The Hate U Give.",
    "listPrice": 1899,
    "price": 1747,
    "url": "https://bookshop.org/books/the-hate-u-give/9780062498533",
    "publisher": "Balzer & Bray/Harperteen",
    "publishDate": "February 28, 2017",
    "dimensions": "5.9 X 8.3 X 1.6 inches | 1.2 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780062498533,
    "pages": 464,
    "genres": [
      "People & Places - United States - African American",
      "Social Themes - Prejudice & Racism",
      "Social Themes - Emotions & Feelings"
    ]
  },
  "bookshop-2020-best-sellers::9780358126607": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Roman Mars",
    "authorDescription": "ROMAN MARS is the creator and host of the podcast 99% Invisible,  boasting over one million downloads per episode. He also founded Radiotopia, a leading collective of innovative independent podcasts. He lives in Berkeley, California.",
    "title": "The 99% Invisible City: A Field Guide to the Hidden World of Everyday Design",
    "image": "https://images-us.bookshop.org/ingram/9780358126607.jpg?height=500&v=v2",
    "description": "A NEW YORK TIMES, WASHINGTON POST, USA TODAY, AND PUBLISHERS WEEKLY BESTSELLER  \"[A] diverse and enlightening book . . . The 99% Invisible City is altogether fresh and imaginative when it comes to thinking about urban spaces.\"  --The New York Times Book Review \"Here is a field guide, a boon, a bible, for the urban curious. Your city's secret anatomy laid bare--a hundred things you look at but don't see, see but don't know. Each entry is a compact, surprising story, a thought piece, an invitation to marvel. Together, they are almost transformative. To know why things are as they are adds a satisfying richness to daily existence. This book is terrific, just terrific.\"  --Mary Roach, New York Times bestselling author of Stiff, Grunt,  and Gulp \"The 99% Invisible City brings into view the fascinating but often unnoticed worlds we walk and drive through every day, and to read it is to feel newly alive and aware of your place in the world. This book made me laugh, and it made me cry, and it reminded me to always read the plaque.\"  --John Green, New York Times bestselling author of The Fault in Our Stars and Turtles All The Way Down A beautifully designed guidebook to the unnoticed yet essential elements of our cities, from the creators of the wildly popular 99% Invisible podcast  Have you ever wondered what those bright, squiggly graffiti marks on the sidewalk mean?  Or stopped to consider why you don't see metal fire escapes on new buildings?  Or pondered the story behind those dancing inflatable figures in car dealerships? 99% Invisible is a big-ideas podcast about small-seeming things, revealing stories baked into the buildings we inhabit, the streets we drive, and the sidewalks we traverse. The show celebrates design and architecture in all of its functional glory and accidental absurdity, with intriguing tales of both designers and the people impacted by their designs.  Now, in The 99% Invisible City: A Field Guide to Hidden World of Everyday Design, host Roman Mars and coauthor Kurt Kohlstedt zoom in on the various elements that make our cities work, exploring the origins and other fascinating stories behind everything from power grids and fire escapes to drinking fountains and street signs. With deeply researched entries and beautiful line drawings throughout, The 99% Invisible City will captivate devoted fans of the show and anyone curious about design, urban environments, and the unsung marvels of the world around them.",
    "listPrice": 3000,
    "price": 2760,
    "url": "https://bookshop.org/books/the-99-invisible-city-a-field-guide-to-the-hidden-world-of-everyday-design-9780358396383/9780358126607",
    "publisher": "Mariner Books",
    "publishDate": "October 06, 2020",
    "dimensions": "7.4 X 9.1 X 1.3 inches | 2.3 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780358126607,
    "pages": 400,
    "genres": [
      "Buildings - Landmarks & Monuments",
      "History & Criticism",
      "Curiosities & Wonders"
    ]
  },
  "bookshop-2020-best-sellers::9780525564201": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Oyinkan Braithwaite",
    "authorDescription": "Oyinkan Braithwaite is a graduate of Kingston University in Creative Writing and Law. Following her degree, she worked as an assistant editor at Kachifo Limited, a Nigerian publishing house, and as a production manager at Ajapaworld, a children's educational and entertainment company. She now works as a freelance writer and editor. In 2014, she was shortlisted as a top-ten spoken-word artist in the Eko Poetry Slam, and in 2016 she was a finalist for the Commonwealth Short Story Prize. She lives in Lagos, Nigeria.",
    "title": "My Sister, the Serial Killer",
    "image": "https://images-us.bookshop.org/ingram/9780525564201.jpg?height=500&v=v2",
    "description": "NOMINATED FOR THE 2019 BOOKER PRIZE WINNER OF THE LA TIMES BOOK PRIZE FOR MYSTERY/THRILLERFINALIST FOR THE 2019 WOMEN'S PRIZE Korede's sister Ayoola is many things: the favorite child, the beautiful one, possibly sociopathic. And now Ayoola's third boyfriend in a row is dead, stabbed through the heart with Ayoola's knife. Korede's practicality is the sisters' saving grace. She knows the best solutions for cleaning blood (bleach, bleach, and more bleach), the best way to move a body (wrap it in sheets like a mummy), and she keeps Ayoola from posting pictures to Instagram when she should be mourning her \"missing\" boyfriend. Not that she gets any credit.  Korede has long been in love with a kind, handsome doctor at the hospital where she works. She dreams of the day when he will realize that she's exactly what he needs. But when he asks Korede for Ayoola's phone number, she must reckon with what her sister has become and how far she's willing to go to protect her.",
    "listPrice": 1600,
    "price": 1472,
    "url": "https://bookshop.org/books/my-sister-the-serial-killer/9780525564201",
    "publisher": "Anchor Books",
    "publishDate": "July 30, 2019",
    "dimensions": "5.1 X 0.9 X 7.9 inches | 0.55 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780525564201,
    "pages": 240,
    "genres": ["Women"]
  },
  "bookshop-2020-best-sellers::9780525658184": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Yaa Gyasi",
    "authorDescription": "Yaa Gyasi was born in Ghana and raised in Huntsville, Alabama. Her debut novel, Homegoing, won her the National Book Critics Circle's John Leonard Award for best first book, the PEN/Hemingway Award for a first book of fiction, the National Book Foundation's \"5 under 35\" honors for 2016, and the American Book Award. She lives in Brooklyn.",
    "title": "Transcendent Kingdom",
    "image": "https://images-us.bookshop.org/ingram/9780525658184.jpg?height=500&v=v2",
    "description": "A TODAY SHOW #ReadWithJenna BOOK CLUB PICK!INSTANT NEW YORK TIMES BEST SELLER Finalist for the WOMEN'S PRIZE Yaa Gyasi's stunning follow-up to her acclaimed national best seller Homegoing is a powerful, raw, intimate, deeply layered novel about a Ghanaian family in Alabama. Gifty is a sixth-year PhD candidate in neuroscience at the Stanford University School of Medicine studying reward-seeking behavior in mice and the neural circuits of depression and addiction. Her brother, Nana, was a gifted high school athlete who died of a heroin overdose after an ankle injury left him hooked on OxyContin. Her suicidal mother is living in her bed. Gifty is determined to discover the scientific basis for the suffering she sees all around her. But even as she turns to the hard sciences to unlock the mystery of her family's loss, she finds herself hungering for her childhood faith and grappling with the evangelical church in which she was raised, whose promise of salvation remains as tantalizing as it is elusive. Transcendent Kingdom is a deeply moving portrait of a family of Ghanaian immigrants ravaged by depression and addiction and grief--a novel about faith, science, religion, love. Exquisitely written, emotionally searing, this is an exceptionally powerful follow-up to Gyasi's phenomenal debut.",
    "listPrice": 2795,
    "price": 2571,
    "url": "https://bookshop.org/books/transcendent-kingdom/9780525658184",
    "publisher": "Knopf Publishing Group",
    "publishDate": "September 01, 2020",
    "dimensions": "5.9 X 9.4 X 1.3 inches | 1.24 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780525658184,
    "pages": 288,
    "genres": [
      "Literary",
      "Family Life - Siblings",
      "African American - General"
    ]
  },
  "bookshop-2020-best-sellers::9780307278449": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Toni Morrison",
    "authorDescription": "Toni Morrison is the author of eleven novels, from The Bluest Eye (1970) to God Help the Child (2015). She received the National Book Critics Circle Award, the Pulitzer Prize, and in 1993 she was awarded the Nobel Prize in Literature. She died in 2019.",
    "title": "The Bluest Eye",
    "image": "https://images-us.bookshop.org/ingram/9780307278449.jpg?height=500&v=v2",
    "description": "NATIONAL BESTSELLER - The acclaimed Nobel Prize winner powerfully examines our obsession with beauty and conformity--and asks questions about race, class, and gender with her characteristic subtly and grace. In Morrison's bestselling first novel, Pecola Breedlove--an 11-year-old Black girl in an America whose love for its blond, blue-eyed children can devastate all others--prays for her eyes to turn blue: so that she will be beautiful, so that people will look at her, so that her world will be different. This is the story of the nightmare at the heart of her yearning, and the tragedy of its fulfillment. Here, Morrison's writing is \"so precise, so faithful to speech and so charged with pain and wonder that the novel becomes poetry\" (The New York Times).",
    "listPrice": 1495,
    "price": 1375,
    "url": "https://bookshop.org/books/the-bluest-eye/9780307278449",
    "publisher": "Vintage",
    "publishDate": "May 08, 2007",
    "dimensions": "5.1 X 7.9 X 0.7 inches | 0.4 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780307278449,
    "pages": 224,
    "genres": ["Literary", "Coming of Age", "African American - General"]
  },
  "bookshop-2020-best-sellers::9780735224315": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Celeste Ng",
    "authorDescription": "Celeste Ng grew up in Pittsburgh, Pennsylvania, and Shaker Heights, Ohio. She graduated from Harvard University and earned an MFA from the University of Michigan. Her debut novel, Everything I Never Told You, was a New York Times bestseller and winner of the Massachusetts Book Award, the Asian/Pacific American Award for Literature, and the ALA's Alex Award. Little Fires Everywhere, Ng's second novel, was a New York Times bestseller, winner of the Ohioana Book Award, and named a best book of the year by over twenty-five publications. Her books have been translated into more than thirty languages and she was the recipient of a fellowship from the National Endowment for the Arts. She lives in Cambridge, Massachusetts.",
    "title": "Little Fires Everywhere",
    "image": "https://images-us.bookshop.org/ingram/9780735224315.jpg?height=500&v=v2",
    "description": "The #1 New York Times bestseller! Now a Hulu original series starring Reese Witherspoon and Kerry Washington.\"I read Little Fires Everywhere in a single, breathless sitting.\" --Jodi Picoult \"To say I love this book is an understatement. It's a deep psychological mystery about the power of motherhood, the intensity of teenage love, and the danger of perfection. It moved me to tears.\" --Reese Witherspoon \"Extraordinary . . . books like Little Fires Everywhere don't come along often.\" --John Green From the bestselling author of Everything I Never Told You, a riveting novel that traces the intertwined fates of the picture-perfect Richardson family and the enigmatic mother and daughter who upend their lives.  In Shaker Heights, a placid, progressive suburb of Cleveland, everything is planned--from the layout of the winding roads, to the colors of the houses, to the successful lives its residents will go on to lead. And no one embodies this spirit more than Elena Richardson, whose guiding principle is playing by the rules.  Enter Mia Warren--an enigmatic artist and single mother--who arrives in this idyllic bubble with her teenaged daughter Pearl, and rents a house from the Richardsons. Soon Mia and Pearl become more than tenants: all four Richardson children are drawn to the mother-daughter pair. But Mia carries with her a mysterious past and a disregard for the status quo that threatens to upend this carefully ordered community. When old family friends of the Richardsons attempt to adopt a Chinese-American baby, a custody battle erupts that dramatically divides the town--and puts Mia and Elena on opposing sides. Suspicious of Mia and her motives, Elena is determined to uncover the secrets in Mia's past. But her obsession will come at unexpected and devastating costs.  Little Fires Everywhere explores the weight of secrets, the nature of art and identity, and the ferocious pull of motherhood--and the danger of believing that following the rules can avert disaster.Named a Best Book of the Year by: People, The Washington Post, Bustle, Esquire, Southern Living, The Daily Beast, GQ, Entertainment Weekly, NPR, Amazon, Barnes &amp; Noble, iBooks, Audible, Goodreads, Library Reads, Book of the Month, Paste, Kirkus Reviews, St. Louis Post-Dispatch, and many more... Perfect for book clubs! Visit celesteng.com for discussion guides and more.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/little-fires-everywhere/9780735224315",
    "publisher": "Penguin Books",
    "publishDate": "May 07, 2019",
    "dimensions": "5.0 X 7.7 X 0.8 inches | 0.55 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780735224315,
    "pages": 368,
    "genres": ["Literary", "Asian American", "Family Life - General"]
  },
  "bookshop-2020-best-sellers::9780393356687": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Richard Powers",
    "authorDescription": "Richard Powers has published thirteen novels. He is a MacArthur Fellow and received the National Book Award. His most recent book, The Overstory, won the Pulitzer Prize in Fiction. He lives in the Great Smoky Mountains.",
    "title": "The Overstory",
    "image": "https://images-us.bookshop.org/ingram/9780393356687.jpg?height=500&v=v2",
    "description": "The Overstory, winner of the 2019 Pulitzer Prize in Fiction, is a sweeping, impassioned work of activism and resistance that is also a stunning evocation of--and paean to--the natural world. From the roots to the crown and back to the seeds, Richard Powers's twelfth novel unfolds in concentric rings of interlocking fables that range from antebellum New York to the late twentieth-century Timber Wars of the Pacific Northwest and beyond. There is a world alongside ours--vast, slow, interconnected, resourceful, magnificently inventive, and almost invisible to us. This is the story of a handful of people who learn how to see that world and who are drawn up into its unfolding catastrophe.",
    "listPrice": 1895,
    "price": 1743,
    "url": "https://bookshop.org/books/the-overstory-0b6e2046-f62f-40aa-8589-97b751cbcfc8/9780393356687",
    "publisher": "W. W. Norton & Company",
    "publishDate": "April 02, 2019",
    "dimensions": "5.4 X 8.1 X 1.1 inches | 1.26 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780393356687,
    "pages": 512,
    "genres": ["Literary", "Political", "Nature & the Environment"]
  },
  "bookshop-2020-best-sellers::9780525562023": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Ocean Vuong",
    "authorDescription": "Ocean Vuong is the author of the critically acclaimed poetry collection Night Sky with Exit Wounds and the New York Times bestselling novel On Earth We're Briefly Gorgeous. A recipient of the 2019 MacArthur Genius Grant, he is also the winner of the Whiting Award and the T.S. Eliot Prize. His writings have been featured in The Atlantic, Harper's Magazine, The Nation, The New Republic, The New Yorker, and The New York Times. Born in Saigon, Vietnam, he currently lives in Northampton, Massachusetts.",
    "title": "On Earth We're Briefly Gorgeous",
    "image": "https://images-us.bookshop.org/ingram/9780525562023.jpg?height=500&v=v2",
    "description": "An instant New York Times Bestseller! Longlisted for the 2019 National Book Award for Fiction, the Carnegie Medal in Fiction, the 2019 Aspen Words Literacy Prize, and the PEN/Hemingway Debut Novel Award Shortlisted for the 2019 Center for Fiction First Novel Prize Winner of the 2019 New England Book Award for Fiction! Named one of the most anticipated books of 2019 by Vulture, Entertainment Weekly, Buzzfeed, Los Angeles Times, Boston Globe, Oprah.com,  Huffington Post,  The A.V. Club, Nylon,  The Week, The Rumpus, The Millions, The Guardian, Publishers Weekly,  and more. \"A lyrical work of self-discovery that's shockingly intimate and insistently universal...Not so much briefly gorgeous as permanently stunning.\" --Ron Charles, The Washington Post Poet Ocean Vuong's debut novel is a shattering portrait of a family, a first love, and the redemptive power of storytelling On Earth We're Briefly Gorgeous is a letter from a son to a mother who cannot read. Written when the speaker, Little Dog, is in his late twenties, the letter unearths a family's history that began before he was born -- a history whose epicenter is rooted in Vietnam -- and serves as a doorway into parts of his life his mother has never known, all of it leading to an unforgettable revelation. At once a witness to the fraught yet undeniable love between a single mother and her son, it is also a brutally honest exploration of race, class, and masculinity. Asking questions central to our American moment, immersed as we are in addiction, violence, and trauma, but undergirded by compassion and tenderness, On Earth We're Briefly Gorgeous is as much about the power of telling one's own story as it is about the obliterating silence of not being heard. With stunning urgency and grace, Ocean Vuong writes of people caught between disparate worlds, and asks how we heal and rescue one another without forsaking who we are. The question of how to survive, and how to make of it a kind of joy, powers the most important debut novel of many years. Named a Best Book of the Year by: GQ, Kirkus Reviews, Booklist, Library Journal, TIME, Esquire, The Washington Post, Apple, Good Housekeeping, The New Yorker, The New York Public Library, Elle.com, The Guardian, The A.V. Club, NPR, Lithub, Entertainment Weekly, Vogue.com, The San Francisco Chronicle, Mother Jones, Vanity Fair, The Wall Street Journal Magazine and more!",
    "listPrice": 2600,
    "price": 2392,
    "url": "https://bookshop.org/books/on-earth-we-re-briefly-gorgeous/9780525562023",
    "publisher": "Penguin Press",
    "publishDate": "June 04, 2019",
    "dimensions": "5.8 X 0.9 X 8.5 inches | 0.8 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780525562023,
    "pages": 256,
    "genres": ["Literary", "Cultural Heritage", "LGBT - General"]
  },
  "bookshop-2020-best-sellers::9781635572957": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Reni Eddo-Lodge",
    "authorDescription": "Reni Eddo-Lodge is the author of the Sunday Times bestselling Why I'm No Longer Talking to White People About Race. She has written for the New York Times, the Guardian, the Independent, BuzzFeed, and New Humanist, among others. She contributed to The Good Immigrant, an anthology edited by Nikesh Shukla, and hosts the podcast About Race, featuring key voices from antiracist activism. renieddolodge.co.uk / @renireni",
    "title": "Why I'm No Longer Talking to White People about Race",
    "image": "https://images-us.bookshop.org/ingram/9781635572957.jpg?height=500&v=v2",
    "description": "NEW YORK TIMES BESTSELLER This is a book that was begging to be written. This is the kind of book that demands a future where we'll no longer need such a book. Essential. --Marlon James \"The most important book for me this year.\" --Emma Watson Selected by Emma Watson as the Our Shared Shelf Book Club Pick for January/February 2018Sunday Times BestsellerWinner of the British Book Awards Nonfiction Narrative Book of the YearWinner of the Jhalak PrizeFoyles Nonfiction Book of the YearBlackwell's Nonfiction Book of the Year Named One of the Best Books of 2017 by: NPRThe GuardianThe ObserverThe Brooklyn RailCultured Vultures Award-winning journalist Reni Eddo-Lodge was frustrated with the way that discussions of race and racism are so often led by those blind to it, by those willfully ignorant of its legacy. Her response, Why I'm No Longer Talking to White People About Race, has transformed the conversation both in Britain and around the world. Examining everything from eradicated black history to the political purpose of white dominance, from whitewashed feminism to the inextricable link between class and race, Eddo-Lodge offers a timely and essential new framework for how to see, acknowledge, and counter racism. Including a new afterword by the author, this is a searing, illuminating, absolutely necessary exploration of what it is to be a person of color in Britain today, and an essential handbook for anyone looking to understand how structural racism works.",
    "listPrice": 1800,
    "price": 1656,
    "url": "https://bookshop.org/books/why-i-m-no-longer-talking-to-white-people-about-race/9781635572957",
    "publisher": "Bloomsbury Publishing",
    "publishDate": "March 05, 2019",
    "dimensions": "5.5 X 0.8 X 8.2 inches | 0.64 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781635572957,
    "pages": 288,
    "genres": [
      "Discrimination & Race Relations",
      "Minority Studies",
      "Black Studies (Global)"
    ]
  },
  "bookshop-2020-best-sellers::9781534425361": {
    "listName": "Bookshop 2020 Best Sellers",
    "listId": "bookshop-2020-best-sellers",
    "author": "Lupita Nyong'o",
    "authorDescription": "Lupita Nyong'o is a Kenyan actress and producer. Her first feature film role was in the film 12 Years a Slave, for which she received the Academy Award for Best Supporting Actress as well as multiple accolades, including the Screen Actors Guild Award, the Critics' Choice Award, the Independent Spirit Award, and the NAACP Award. She has since starred in Mira Nair's Queen of Katwe, Star Wars: The Force Awakens, Ryan Coogler's record-breaking box office hit Black Panther, and most recently in Jordan's Peele's critically acclaimed horror film Us. Nyong'o earned a Tony nomination for her Broadway debut in Danai Gurira's play Eclipsed. She lives in Brooklyn. Vashti Harrison, author and illustrator of the bestselling Little Leaders: Bold Women in Black History, is an artist, author, and filmmaker with a passion for storytelling. She earned her MFA in film and video from California Institute of the Arts, where she snuck into animation and illustration classes to learn from Disney and DreamWorks legends. There she rekindled a love for drawing and painting. Now she uses her love for both film and illustration to craft beautiful stories for children.",
    "title": "Sulwe",
    "image": "https://images-us.bookshop.org/ingram/9781534425361.jpg?height=500&v=v2-ff7dbd1b1044f78c2a311b3fb0fda8f3",
    "description": "A New York Times bestseller! Featured in its own episode in the Netflix original show Bookmarks: Celebrating Black Voices! Recipient of a Coretta Scott King Illustrator Honor Award Recipient of an NAACP Image Award for Outstanding Children's Literary Work From Academy Award-winning actress Lupita Nyong'o comes a powerful, moving picture book about colorism, self-esteem, and learning that true beauty comes from within. Sulwe has skin the color of midnight. She is darker than everyone in her family. She is darker than anyone in her school. Sulwe just wants to be beautiful and bright, like her mother and sister. Then a magical journey in the night sky opens her eyes and changes everything. In this stunning debut picture book, actress Lupita Nyong'o creates a whimsical and heartwarming story to inspire children to see their own unique beauty.",
    "listPrice": 1799,
    "price": 1655,
    "url": "https://bookshop.org/books/sulwe/9781534425361",
    "publisher": "Simon & Schuster Books for Young Readers",
    "publishDate": "October 15, 2019",
    "dimensions": "9.38 X 11.69 X 0.44 inches | 1.2 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781534425361,
    "pages": 48,
    "genres": [
      "People & Places - United States - African-American",
      "Social Themes - Self-Esteem & Self-Reliance",
      "Family - Parents"
    ]
  },
  "a-haruki-murakami-checklist::9780593320426": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "HARUKI MURAKAMI was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Hans Christian Andersen Literature Award in 2016.",
    "title": "Murakami T: The T-Shirts I Love",
    "image": "https://images-us.bookshop.org/ingram/9780593320426.jpg?height=500&v=v2",
    "description": "The international literary icon opens his eclectic closet: Here are photographs of Murakami's extensive and personal T-shirt collection, accompanied by essays that reveal a side of the writer rarely seen by the public.  Many of Haruki Murakami's fans know about his massive vinyl record collection (10,000 albums!) and his obsession with running, but few have heard about a more intimate passion: his T-shirt collecting. In Murakami T,  the famously reclusive novelist shows us his T-shirts--from concert shirts to never-worn whiskey-themed Ts, and from beloved bookstore swag to the shirt that inspired the iconic short story Tony Takitani. These photographs are paired with short, frank essays that include Murakami's musings on the joy of drinking Guinness in local pubs across Ireland, the pleasure of eating a burger upon arrival in the United States, and Hawaiian surf culture in the 1980s. Together, these photographs and reflections reveal much about Murakami's multifaceted and wonderfully eccentric persona.",
    "listPrice": 2500,
    "price": 2300,
    "url": "https://bookshop.org/books/murakami-t-the-t-shirts-i-love/9780593320426",
    "publisher": "Knopf Publishing Group",
    "publishDate": "November 23, 2021",
    "dimensions": "4.78 X 7.89 X 0.81 inches | 0.95 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780593320426,
    "pages": 192,
    "genres": ["Personal Memoirs", "Essays", "Subjects & Themes - Fashion"]
  },
  "a-haruki-murakami-checklist::9781400079278": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many honors is the Yomiuri Literary Prize, whose previous recipients include Yukio Mishima, Kenzaburo Oe, and Kobo Abe.",
    "title": "Kafka on the Shore",
    "image": "https://images-us.bookshop.org/ingram/9781400079278.jpg?height=500&v=v2",
    "description": "Kafka on the Shore displays one of the world's great storytellers at the peak of his powers. Here we meet a teenage boy, Kafka Tamura, who is on the run, and Nakata, an aging simpleton who is drawn to Kafka for reasons that he cannot fathom. As their paths converge, acclaimed author Haruki Murakami enfolds readers in a world where cats talk, fish fall from the sky, and spirits slip out of their bodies to make love or commit murder, in what is a truly remarkable journey.",
    "listPrice": 1795,
    "price": 1651,
    "url": "https://bookshop.org/books/kafka-on-the-shore/9781400079278",
    "publisher": "Vintage",
    "publishDate": "January 03, 2006",
    "dimensions": "5.38 X 8.04 X 1.08 inches | 0.78 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781400079278,
    "pages": 480,
    "genres": ["Fantasy - Contemporary", "Literary", "Magical Realism"]
  },
  "a-haruki-murakami-checklist::9780375704024": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami lives near Tokyo. Newly translated from the Japanese by Jay Rubin.",
    "title": "Norwegian Wood",
    "image": "https://images-us.bookshop.org/ingram/9780375704024.jpg?height=500&v=v2",
    "description": "Stunning and elegiac, Norwegian Wood first propelled Haruki Murakami into the forefront of the literary scene. Toru, a serious young college student in Tokyo, is devoted to Naoko, a beautiful and introspective young woman, but their mutual passion is marked by the tragic death of their best friend years before. As Naoko retreats further into her own world, Toru finds himself drawn to a fiercely independent and sexually liberated young woman.  A magnificent coming-of-age story steeped in nostalgia, Norwegian Wood blends the music, the mood, and the ethos that were the sixties with a young man's hopeless and heroic first love.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/norwegian-wood/9780375704024",
    "publisher": "Vintage",
    "publishDate": "September 12, 2000",
    "dimensions": "5.15 X 7.95 X 0.7 inches | 0.5 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780375704024,
    "pages": 304,
    "genres": ["Literary", "Psychological", "Coming of Age"]
  },
  "a-haruki-murakami-checklist::9780307476463": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Jerusalem Prize, whose previous recipients include J. M. Coetzee, Milan Kundera, and V. S. Naipaul.",
    "title": "1Q84",
    "image": "https://images-us.bookshop.org/ingram/9780307476463.jpg?height=500&v=v2",
    "description": "\"Murakami is like a magician who explains what he's doing as he performs the trick and still makes you believe he has supernatural powers . . . But while anyone can tell a story that resembles a dream, it's the rare artist, like this one, who can make us feel that we are dreaming it ourselves.\" --The New York Times Book Review The year is 1984 and the city is Tokyo. A young woman named Aomame follows a taxi driver's enigmatic suggestion and begins to notice puzzling discrepancies in the world around her. She has entered, she realizes, a parallel existence, which she calls 1Q84 --\"Q is for 'question mark.' A world that bears a question.\" Meanwhile, an aspiring writer named Tengo takes on a suspect ghostwriting project. He becomes so wrapped up with the work and its unusual author that, soon, his previously placid life begins to come unraveled. As Aomame's and Tengo's narratives converge over the course of this single year, we learn of the profound and tangled connections that bind them ever closer: a beautiful, dyslexic teenage girl with a unique vision; a mysterious religious cult that instigated a shoot-out with the metropolitan police; a reclusive, wealthy dowager who runs a shelter for abused women; a hideously ugly private investigator; a mild-mannered yet ruthlessly efficient bodyguard; and a peculiarly insistent television-fee collector. A love story, a mystery, a fantasy, a novel of self-discovery, a dystopia to rival George Orwell's--1Q84 is Haruki Murakami's most ambitious undertaking yet: an instant best seller in his native Japan, and a tremendous feat of imagination from one of our most revered contemporary writers.",
    "listPrice": 2000,
    "price": 1840,
    "url": "https://bookshop.org/books/1q84-9780307476463/9780307476463",
    "publisher": "Vintage",
    "publishDate": "January 22, 2013",
    "dimensions": "5.2 X 2.1 X 8.1 inches | 1.8 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780307476463,
    "pages": 1157,
    "genres": ["Literary", "Dystopian", "Magical Realism"]
  },
  "a-haruki-murakami-checklist::9780679775430": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. The most recent of his many honors is the Yomiuri Literary Prize, whose previous recipients include Yukio Mishima, Kenzaburo Oe, and Kobo Abe. He is the author of the novels Dance, Dance, Dance, Hard-Boiled Wonderland and the End of the World, and A Wild Sheep Chase, and of The Elephant Vanishes, a collection of stories. His latest novel, South of the Border, West of the Sun, will be published by Knopf in 1999. His work has been translated into more than fifty languages.",
    "title": "The Wind-Up Bird Chronicle",
    "image": "https://images-us.bookshop.org/ingram/9780679775430.jpg?height=500&v=v2",
    "description": "\"The Wind-Up Bird Chronicle\" is many things: the story of a marriage that mysteriously collapses; a jeremiad against the superficiality of contemporary politics; an investigation of painfully suppressed memories of war; a bildungsroman about a compassionate young man's search for his own identity as well as that of his nation. All of Murakami's storytelling genius -- combining elements of detective fiction, deadpan humor, and metaphysical truth, and swiftly transforming commonplace realism into surreal revelation -- is on full, seamless display. And in turning his literary imagination loose on a broad social and political canvas, he bares nothing less than the soul of a country steeped in the violence of the 20th century.",
    "listPrice": 1795,
    "price": 1651,
    "url": "https://bookshop.org/books/the-wind-up-bird-chronicle/9780679775430",
    "publisher": "Vintage",
    "publishDate": "September 01, 1998",
    "dimensions": "5.25 X 8.01 X 1.3 inches | 0.96 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679775430,
    "pages": 624,
    "genres": ["Literary"]
  },
  "a-haruki-murakami-checklist::9780593318072": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "HARUKI MURAKAMI was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Hans Christian Andersen Literature Award, whose previous recipients include Karl Ove Knausgård, Isabel Allende, and Salman Rushdie.",
    "title": "First Person Singular: Stories",
    "image": "https://images-us.bookshop.org/ingram/9780593318072.jpg?height=500&v=v2",
    "description": "\"Some novelists hold a mirror up to the world and some, like Haruki Murakami, use the mirror as a portal to a universe hidden beyond it.\" --The Wall Street Journal A mind-bending new collection of short stories from the internationally acclaimed Haruki Murakami. The eight stories in this new book are all told in the first person by a classic Murakami narrator. From memories of youth, meditations on music, and an ardent love of baseball, to dreamlike scenarios and invented jazz albums, together these stories challenge the boundaries between our minds and the exterior world. Occasionally, a narrator may or may not be Murakami himself. Is it memoir or fiction? The reader decides. Philosophical and mysterious, the stories in First Person Singular all touch beautifully on love and solitude, childhood and memory. . . all with a signature Murakami twist.",
    "listPrice": 2800,
    "price": 2576,
    "url": "https://bookshop.org/books/first-person-singular-stories-9780593396544/9780593318072",
    "publisher": "Knopf Publishing Group",
    "publishDate": "April 06, 2021",
    "dimensions": "5.2 X 8.1 X 1.3 inches | 0.84 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9780593318072,
    "pages": 256,
    "genres": ["Literary", "Short Stories (single author)", "Magical Realism"]
  },
  "a-haruki-murakami-checklist::9780525435761": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Hans Christian Andersen Literature Award, whose previous recipients include J. K. Rowling, Isabel Allende, and Salman Rushdie.",
    "title": "Killing Commendatore",
    "image": "https://images-us.bookshop.org/ingram/9780525435761.jpg?height=500&v=v2",
    "description": "A tour de force of love and loneliness, war and art, Killing Commendatore is a stunning work of imagination from one of our greatest writers. When a thirty-something portrait painter is abandoned by his wife, he secludes himself in the mountain home of a world famous artist. One day, the young painter hears a noise from the attic, and upon investigation, he discovers a previously unseen painting. By unearthing this hidden work of art, he unintentionally opens a circle of mysterious circumstances; and to close it, he must undertake a perilous journey into a netherworld that only Haruki Murakami could conjure.",
    "listPrice": 1800,
    "price": 1656,
    "url": "https://bookshop.org/books/killing-commendatore-9781987146066/9780525435761",
    "publisher": "Vintage",
    "publishDate": "October 01, 2019",
    "dimensions": "5.1 X 8.0 X 1.3 inches | 1.15 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780525435761,
    "pages": 752,
    "genres": ["Historical - General", "Literary", "Magical Realism"]
  },
  "a-haruki-murakami-checklist::9781101974520": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Hans Christian Andersen Literature Award, whose previous recipients include J. K. Rowling, Isabel Allende, and Salman Rushdie. www.harukimurakami.com",
    "title": "Men Without Women: Stories",
    "image": "https://images-us.bookshop.org/ingram/9781101974520.jpg?height=500&v=v2",
    "description": "NATIONAL BESTSELLER - \"Examines what happens to characters without important women in their lives; it'll move you and confuse you and sometimes leave you with more questions than answers.\" --Barack Obama Includes the story Drive My Car,\" now a major motion picture Across seven tales, Haruki Murakami brings his powers of observation to bear on the lives of men who, in their own ways, find themselves alone. Here are lovesick doctors, students, ex-boyfriends, actors, bartenders, and even Kafka's Gregor Samsa, brought together to tell stories that speak to us all. In Men Without Women Murakami has crafted another contemporary classic, marked by the same wry humor and pathos that have defined his entire body of work.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/men-without-women-stories/9781101974520",
    "publisher": "Vintage",
    "publishDate": "May 01, 2018",
    "dimensions": "5.3 X 8.0 X 0.8 inches | 0.55 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781101974520,
    "pages": 240,
    "genres": ["Magical Realism", "Short Stories (single author)", "Literary"]
  },
  "a-haruki-murakami-checklist::9780804170123": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages. The most recent of his many international honors is the Jerusalem Prize, whose previous recipients include J. M. Coetzee, Milan Kundera, and V. S. Naipaul. Translated by Philip Gabriel.",
    "title": "Colorless Tsukuru Tazaki and His Years of Pilgrimage",
    "image": "https://images-us.bookshop.org/ingram/9780804170123.jpg?height=500&v=v2",
    "description": "An instant #1 New York Times Bestseller One of the most revered voices in literature today gives us a story of love, friend­ship, and heartbreak for the ages. Colorless Tsukuru Tazaki and His Years of Pilgrimage is the remarkable story of a young man haunted by a great loss; of dreams and nightmares that have unintended consequences for the world around us; and of a journey into the past that is necessary to mend the present. A New York Times and Washington Post notable book, and one of the Financial Times, St. Louis Post-Dispatch, Slate, Mother Jones, The Daily Beast,  and BookPage's best books of the year",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/colorless-tsukuru-tazaki-and-his-years-of-pilgrimage/9780804170123",
    "publisher": "Vintage",
    "publishDate": "May 05, 2015",
    "dimensions": "5.1 X 0.7 X 8.0 inches | 0.5 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780804170123,
    "pages": 336,
    "genres": ["Fantasy - Contemporary", "Coming of Age"]
  },
  "a-haruki-murakami-checklist::9780307389831": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into forty-two languages. The most recent of his many honors is the Franz Kafka Prize.www.harukimurakami.com",
    "title": "What I Talk about When I Talk about Running: A Memoir",
    "image": "https://images-us.bookshop.org/ingram/9780307389831.jpg?height=500&v=v2",
    "description": "An intimate look at writing, running, and the incredible way they intersect, What I Talk About When I Talk About Running is an illuminating glimpse into the solitary passions of one of our greatest artists. While training for the New York City Marathon, Haruki Murakami decided to keep a journal of his progress. The result is a memoir about his intertwined obsessions with running and writing, full of vivid recollections and insights, including the eureka moment when he decided to become a writer. By turns funny and sobering, playful and philosophical, here is a rich and revelatory work that elevates the human need for motion to an art form.",
    "listPrice": 1600,
    "price": 1472,
    "url": "https://bookshop.org/books/what-i-talk-about-when-i-talk-about-running-a-memoir/9780307389831",
    "publisher": "Vintage",
    "publishDate": "August 11, 2009",
    "dimensions": "5.2 X 0.56 X 8.0 inches | 0.43 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780307389831,
    "pages": 179,
    "genres": ["Personal Memoirs", "Running & Jogging"]
  },
  "a-haruki-murakami-checklist::9780375726057": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Born in Kyoto, Japan, in 1949, Haruki Murakami grew up in Kobe and now lives near Tokyo. The most recent of his many honors is the Yomiuri Literary Prize, whose previous recipients include Yukio Mishima, Kenzaburo Oe, and Kobo Abe. His work has been translated into moer than fifty languages.",
    "title": "Sputnik Sweetheart",
    "image": "https://images-us.bookshop.org/ingram/9780375726057.jpg?height=500&v=v2",
    "description": "Part romance, part detective story, Sputnik Sweetheart tells the story of a tangled triangle of uniquely unrequited love.K is madly in love with his best friend, Sumire, but her devotion to a writerly life precludes her from any personal commitments. At least, that is, until she meets an older woman to whom she finds herself irresistibly drawn. When Sumire disappears from an island off the coast of Greece, K is solicited to join the search party--and finds himself drawn back into her world and beset by ominous visions. Subtle and haunting, Sputnik Sweetheart is a profound meditation on human longing.",
    "listPrice": 1600,
    "price": 1472,
    "url": "https://bookshop.org/books/sputnik-sweetheart/9780375726057",
    "publisher": "Vintage",
    "publishDate": "April 09, 2002",
    "dimensions": "5.2 X 7.9 X 0.7 inches | 0.45 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780375726057,
    "pages": 224,
    "genres": ["Literary", "Psychological", "Magical Realism"]
  },
  "a-haruki-murakami-checklist::9780679753797": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami is a best-selling Japanese writer. His works of fiction and non-fiction have garnered critical acclaim and numerous awards, including the Franz Kafka Prize, the Frank O'Connor International Short Story Award and the Jerusalem Prize, among others. Murakami's fiction is humorous and surreal, focusing on themes of alienation and loneliness. He is considered an important figure in postmodern literature. The Guardian praised Murakami as among the world's greatest living novelists for his works and achievements. Murakami is the author of 1Q84, The Wind-Up Bird Chronicles, Men Without Women and many more. Alfred Birnbaum is an American translator who has translated works by Haruki Murakami, Miyabe Miyuki, and Natsuki Ikezawa. He has also edited the short story anthology Monkey Brain Sushi: New Tastes in Japanese Fiction. Birnbaum is a professor of creative writing and translation at Waseda University's School of International Liberal Studies.",
    "title": "Dance Dance Dance",
    "image": "https://images-us.bookshop.org/ingram/9780679753797.jpg?height=500&v=v2",
    "description": "He burst upon the international scene with the wildly acclaimed A Wild Sheep Chase. He quickly came to represent the quirky voice of a new generation of Japanese writers. Now Haruki Murakami gives us his wittiest, boldest, most daring work to date. Dance dance dance continues the extraordinary adventure of an ordinary man. At thirty something, Murakami's nameless hero lives in a hi-tech, high-rise world where old virtues die fast and success is all that matters. He has shared in the glittering city's spoils, and while he has not sold his soul, he knows that something is lacking in his life. Now, in dreams, a mysterious woman weeps softly - for him. Yet, even as he tries to understand why, the voice that beckons is not hers. And still he dreams. Bizarre dreams that propel him down byways of his life in search of ... ? His is a strange odyssey: en route, a thirteen-year-old girl, distressingly beautiful and clairvoyant, is his constant companion; a classmate, now oozing charm on TV soaps, grapples with murder; a lady of the night becomes his guardian angel; and an eccentric Sheep Man materializes to counsel and cajole. What's a fellow to do? Dance. You gotta dance as long as the music plays. And dance is what our hero does ... in the most unexpected ways!",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/dance-dance-dance-9780679753797/9780679753797",
    "publisher": "Vintage",
    "publishDate": "January 31, 1995",
    "dimensions": "5.4 X 7.88 X 0.9 inches | 0.77 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679753797,
    "pages": 416,
    "genres": [
      "Literary",
      "Mystery & Detective - International Crime & Mystery",
      "Magical Realism"
    ]
  },
  "a-haruki-murakami-checklist::9780375718946": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Born in Kyoto, Japan, in 1949, Haruki Murakami grew up in Kobe and now lives near Tokyo. The most recent of his many honors is the Yomiuri Literary Prize, whose previous recipients include Yukio Mishima, Kenzaburo Oe, and Kobo Abe. His work has been translated into more than fifty languages.",
    "title": "A Wild Sheep Chase",
    "image": "https://images-us.bookshop.org/ingram/9780375718946.jpg?height=500&v=v2",
    "description": "Quirky and utterly captivating, A Wild Sheep Chase is Murakami at his astounding best. An advertising executive receives a postcard from a friend and casually appropriates the image for an advertisement. What he doesn't realize is that included in the scene is a mutant sheep with a star on its back, and in using this photo he has unwittingly captured the attention of a man who offers a menacing ultimatum: find the sheep or face dire consequences. Thus begins a surreal and elaborate quest that takes readers from Tokyo to the remote mountains of northern Japan, where the unnamed protagonist has a surprising confrontation with his demons.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/a-wild-sheep-chase-9786049575419/9780375718946",
    "publisher": "Vintage",
    "publishDate": "April 09, 2002",
    "dimensions": "5.01 X 0.78 X 8.22 inches | 0.61 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780375718946,
    "pages": 368,
    "genres": ["Literary", "Fantasy - Contemporary"]
  },
  "a-haruki-murakami-checklist::9780679743460": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami is a best-selling Japanese writer. His works of fiction and non-fiction have garnered critical acclaim and numerous awards, including the Franz Kafka Prize, the Frank O'Connor International Short Story Award and the Jerusalem Prize, among others. Murakami's fiction is humorous and surreal, focusing on themes of alienation and loneliness. He is considered an important figure in postmodern literature. The Guardian praised Murakami as among the world's greatest living novelists for his works and achievements. Murakami is the author of 1Q84, The Wind-Up Bird Chronicles, Men Without Women and many more.",
    "title": "Hard-Boiled Wonderland and the End of the World",
    "image": "https://images-us.bookshop.org/ingram/9780679743460.jpg?height=500&v=v2",
    "description": "Hyperkinetic and relentlessly inventive, Hard-Boiled Wonderland and the End of the World is Haruki Murakami's deep dive into the very nature of consciousness. Across two parallel narratives, Murakami draws readers into a mind-bending universe in which Lauren Bacall, Bob Dylan, a split-brained data processor, a deranged scientist, his shockingly undemure granddaughter, and various thugs, librarians, and subterranean monsters collide to dazzling effect. What emerges is a novel that is at once hilariously funny and a deeply serious meditation on the nature and uses of the mind.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/hard-boiled-wonderland-and-the-end-of-the-world/9780679743460",
    "publisher": "Vintage",
    "publishDate": "March 02, 1993",
    "dimensions": "5.1 X 7.9 X 0.8 inches | 0.7 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679743460,
    "pages": 416,
    "genres": ["Literary"]
  },
  "a-haruki-murakami-checklist::9780804173728": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Hans Christian Andersen Literature Award, whose previous recipients include J. K. Rowling, Isabel Allende, and Salman Rushdie. www.harukimurakami.com  Seiji Ozawa served as music director of the Boston Symphony Orchestra for twenty-nine years, and was music director of the Toronto Symphony Orchestra, the San Francisco Symphony, the Chicago Symphony Orchestra's Ravinia Festival, and Wiener Staatsoper. With Kazuyoshi Akiyama, he formed the Saito Kinen Orchestra and is the director of the Seiji Ozawa Matsumoto Festival. Ozawa has been deeply involved in musical education through his work with the Tanglewood Music Center Orchestra, the Ozawa International Chamber Music Academy Okushiga, the Seiji Ozawa International Academy Switzerland, and as founder of the Seiji Ozawa Music Academy Opera Project, organizations which provide opportunities to outstanding students in Asia and Europe. Among his many honors, Ozawa has been awarded France's Officier de la Légion d'Honneur, the Japanese Order of Culture, a Kennedy Center Honor, and a Grammy for Best Opera Recording.",
    "title": "Absolutely on Music: Conversations",
    "image": "https://images-us.bookshop.org/ingram/9780804173728.jpg?height=500&v=v2",
    "description": "A deeply personal, intimate conversation about music and writing between the internationally acclaimed, best-selling author and the former conductor of the Boston Symphony Orchestra.  In Absolutely on Music, internationally Haruki Murakami sits down with his friend Seiji Ozawa, the revered former conductor of the Boston Symphony Orchestra, for a series of conversations on their shared passion: music. Over the course of two years, Murakami and Ozawa discuss everything from Brahms to Beethoven, from Leonard Bernstein to Glenn Gould, from Bart k to Mahler, and from pop-up orchestras to opera. They listen to and dissect recordings of some of their favorite performances, and Murakami questions Ozawa about his career conducting orchestras around the world. Culminating in Murakami's ten-day visit to the banks of Lake Geneva to observe Ozawa's retreat for young musicians, the book is interspersed with ruminations on record collecting, jazz clubs, orchestra halls, film scores, and much more. A deep reflection on the essential nature of both music and writing, Absolutely on Music is an unprecedented glimpse into the minds of two maestros.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/absolutely-on-music-conversations/9780804173728",
    "publisher": "Vintage",
    "publishDate": "October 03, 2017",
    "dimensions": "5.2 X 0.7 X 7.9 inches | 0.5 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780804173728,
    "pages": 320,
    "genres": ["Genres & Styles - Classical", "General"]
  },
  "a-haruki-murakami-checklist::9780804170147": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "HARUKI MURAKAMI was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Jerusalem Prize, whose previous recipients include J. M. Coetzee, Milan Kundera, and V. S. Naipaul.",
    "title": "Hear the Wind Sing and Pinball",
    "image": "https://images-us.bookshop.org/ingram/9780804170147.jpg?height=500&v=v2",
    "description": "NATIONAL BESTSELLER Wind/Pinball, a unique two-in-one volume, includes, on one side, Murakami's first novel Hear the Wind Sing. When you flip the book over, you can read his second novel, Pinball, 1973. Each book has its own stunning cover. In the spring of 1978, a young Haruki Murakami sat down at his kitchen table and began to write. The result: two remarkable short novels--Hear the Wind Sing and Pinball, 1973--that launched the career of one of the most acclaimed authors of our time.  These powerful, at times surreal, works about two young men coming of age--the unnamed narrator and his friend the Rat--are stories of loneliness, obsession, and eroticism. They bear all the hallmarks of Murakami's later books, and form the first two-thirds, with A Wild Sheep Chase, of the trilogy of the Rat.  Widely available in English for the first time ever, newly translated, and featuring a new introduction by Murakami himself, Wind/Pinball gives us a fascinating insight into a great writer's beginnings.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/hear-the-wind-sing-and-pinball/9780804170147",
    "publisher": "Vintage",
    "publishDate": "May 03, 2016",
    "dimensions": "5.2 X 8.0 X 0.8 inches | 0.6 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780804170147,
    "pages": 256,
    "genres": ["Magical Realism", "Literary", "Coming of Age"]
  },
  "a-haruki-murakami-checklist::9780307278739": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many honors is the Yomiuri Literary Prize, whose previous recipients include Yukio Mishima, Kenzaburo Oe, and Kobo Abe.",
    "title": "After Dark",
    "image": "https://images-us.bookshop.org/ingram/9780307278739.jpg?height=500&v=v2",
    "description": "In After Dark--a gripping novel of late night encounters--Murakami's trademark humor and psychological insight are distilled with an extraordinary, harmonious mastery.  Nineteen-year-old Mari is waiting out the night in an anonymous Denny's when she meets a young man who insists he knows her older sister, thus setting her on an odyssey through the sleeping city. In the space of a single night, the lives of a diverse cast of Tokyo residents--models, prostitutes, mobsters, and musicians--collide in a world suspended between fantasy and reality. Utterly enchanting and infused with surrealism, After Dark is a thrilling account of the magical hours separating midnight from dawn.",
    "listPrice": 1600,
    "price": 1472,
    "url": "https://bookshop.org/books/after-dark-9780307278739/9780307278739",
    "publisher": "Vintage",
    "publishDate": "April 29, 2008",
    "dimensions": "5.18 X 8.02 X 0.76 inches | 0.56 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780307278739,
    "pages": 256,
    "genres": ["Literary", "Psychological", "Magical Realism"]
  },
  "a-haruki-murakami-checklist::9780679750536": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami is a best-selling Japanese writer. His works of fiction and non-fiction have garnered critical acclaim and numerous awards, including the Franz Kafka Prize, the Frank O'Connor International Short Story Award and the Jerusalem Prize, among others. Murakami's fiction is humorous and surreal, focusing on themes of alienation and loneliness. He is considered an important figure in postmodern literature. The Guardian praised Murakami as among the world's greatest living novelists for his works and achievements. Murakami is the author of 1Q84, The Wind-Up Bird Chronicles, Men Without Women and many more.",
    "title": "The Elephant Vanishes",
    "image": "https://images-us.bookshop.org/ingram/9780679750536.jpg?height=500&v=v2",
    "description": "In the tales that make up The Elephant Vanishes, the imaginative genius that has made Haruki Murakami an international superstar is on full display.In these stories, a man sees his favorite elephant vanish into thin air; a newlywed couple suffers attacks of hunger that drive them to hold up a McDonald's in the middle of the night; and a young woman discovers that she has become irresistible to a little green monster who burrows up through her backyard. By turns haunting and hilarious, in The Elephant Vanishes Murakami crosses the border between separate realities--and comes back bearing remarkable treasures. Includes the story Barn Burning, which is the basis for the major motion picture Burning.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/the-elephant-vanishes/9780679750536",
    "publisher": "Vintage",
    "publishDate": "June 28, 1994",
    "dimensions": "5.2 X 0.8 X 8.0 inches | 0.55 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679750536,
    "pages": 336,
    "genres": ["Short Stories (single author)"]
  },
  "a-haruki-murakami-checklist::9780679767398": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami lives in Oiso, Japan, just outside of Tokyo.",
    "title": "South of the Border, West of the Sun",
    "image": "https://images-us.bookshop.org/ingram/9780679767398.jpg?height=500&v=v2",
    "description": "South of the Border, West of the Sun is the beguiling story of a past rekindled, and one of Haruki Murakami's most touching novels. Hajime has arrived at middle age with a loving family and an enviable career, yet he feels incomplete. When a childhood friend, now a beautiful woman, shows up with a secret from which she is unable to escape, the fault lines of doubt in Hajime's quotidian existence begin to give way. Rich, mysterious, and quietly dazzling, in South of the Border, West of the Sun the simple arc of one man's life becomes the exquisite literary terrain of Murakami's remarkable genius.",
    "listPrice": 1595,
    "price": 1467,
    "url": "https://bookshop.org/books/south-of-the-border-west-of-the-sun/9780679767398",
    "publisher": "Vintage",
    "publishDate": "March 14, 2000",
    "dimensions": "5.1 X 7.8 X 0.7 inches | 0.45 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679767398,
    "pages": 224,
    "genres": ["Literary", "Psychological", "Magical Realism"]
  },
  "a-haruki-murakami-checklist::9780375713279": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Born in Kyoto, Japan, in 1949, Haruki Murakami grew up in Kobe and now lives near Tokyo. The most recent of his many honors is the Yomiuri Literary Prize, whose previous recipients include Yukio Mishima, Kenzaburo Oe, and Kobo Abe. His work has been translated into more than fifty languages.",
    "title": "After the Quake",
    "image": "https://images-us.bookshop.org/ingram/9780375713279.jpg?height=500&v=v2",
    "description": "Set at the time of the catastrophic 1995 Kobe earthquake, the mesmerizing stories in After the Quake are as haunting as dreams and as potent as oracles. An electronics salesman who has been deserted by his wife agrees to deliver an enigmatic package-- and is rewarded with a glimpse of his true nature. A man who views himself as the son of God pursues a stranger who may be his human father. A mild-mannered collection agent receives a visit from a giant talking frog who enlists his help in saving Tokyo from destruction. The six stories in this collection come from the deep and mysterious place where the human meets the inhuman--and are further proof that Murakami is one of the most visionary writers at work today.",
    "listPrice": 1500,
    "price": 1380,
    "url": "https://bookshop.org/books/after-the-quake/9780375713279",
    "publisher": "Vintage",
    "publishDate": "May 13, 2003",
    "dimensions": "5.04 X 0.41 X 8.0 inches | 0.37 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780375713279,
    "pages": 160,
    "genres": ["Short Stories (single author)"]
  },
  "a-haruki-murakami-checklist::9780385354301": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "HARUKI MURAKAMI was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Jerusalem Prize, whose previous recipients include J. M. Coetzee, Milan Kundera, and V. S. Naipaul.",
    "title": "The Strange Library",
    "image": "https://images-us.bookshop.org/ingram/9780385354301.jpg?height=500&v=v2",
    "description": "From internationally acclaimed author Haruki Murakami--a fantastical illustrated short novel about a boy imprisoned in a nightmarish library.  Opening the flaps on this unique little book, readers will find themselves immersed in the strange world of best-selling Haruki Murakami's wild imagination. The story of a lonely boy, a mysterious girl, and a tormented sheep man plotting their escape from a nightmarish library, the book is like nothing else Murakami has written. Designed by Chip Kidd and fully illustrated, in full color, throughout, this small format, 96 page volume is a treat for book lovers of all ages.",
    "listPrice": 2000,
    "price": 1840,
    "url": "https://bookshop.org/books/the-strange-library/9780385354301",
    "publisher": "Knopf Publishing Group",
    "publishDate": "December 02, 2014",
    "dimensions": "5.5 X 8.3 X 0.4 inches | 0.45 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780385354301,
    "pages": 96,
    "genres": ["Fantasy - General", "Fantasy - Urban", "Magical Realism"]
  },
  "a-haruki-murakami-checklist::9780375725807": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Jerusalem Prize, whose previous recipients include J. M. Coetzee, Milan Kundera, and V. S. Naipaul.",
    "title": "Underground: The Tokyo Gas Attack and the Japanese Psyche",
    "image": "https://images-us.bookshop.org/ingram/9780375725807.jpg?height=500&v=v2",
    "description": "In this haunting work of journalistic investigation, Haruki Murakami tells the story of the horrific terrorist attack on Japanese soil that shook the entire world.  On a clear spring day in 1995, five members of a religious cult unleashed poison gas on the Tokyo subway system. In attempt to discover why, Haruki Murakmi talks to the people who lived through the catastrophe, and in so doing lays bare the Japanese psyche. As he discerns the fundamental issues that led to the attack, Murakami paints a clear vision of an event that could occur anytime, anywhere.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/underground-the-tokyo-gas-attack-and-the-japanese-psyche/9780375725807",
    "publisher": "Vintage",
    "publishDate": "April 10, 2001",
    "dimensions": "5.24 X 8.02 X 0.86 inches | 0.7 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780375725807,
    "pages": 384,
    "genres": ["Security (National & International)", "Terrorism", "Cults"]
  },
  "a-haruki-murakami-checklist::9781400096084": {
    "listName": "A Haruki Murakami Checklist",
    "listId": "a-haruki-murakami-checklist",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many honors is the Yomiuri Literary Prize, whose previous recipients include Yukio Mishima, Kenzaburo Oe, and Kobo Abe.",
    "title": "Blind Willow, Sleeping Woman",
    "image": "https://images-us.bookshop.org/ingram/9781400096084.jpg?height=500&v=v2",
    "description": "The twenty-four stories that make up Blind Willow, Sleeping Woman generously express the incomparable Haruki Murakami's mastery of the form. Here are animated crows, a criminal monkey, and an ice man, as well as the dreams that shape us and the things we might wish for. From the surreal to the mundane, these stories exhibit Murakami's ability to transform the full range of human experience in ways that are instructive, surprising, and entertaining.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/blind-willow-sleeping-woman/9781400096084",
    "publisher": "Vintage",
    "publishDate": "September 01, 2007",
    "dimensions": "5.2 X 1.0 X 8.0 inches | 0.6 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781400096084,
    "pages": 362,
    "genres": ["Short Stories (single author)"]
  },
  "novels-set-in-japan::9780307476463": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "Haruki Murakami",
    "authorDescription": "Haruki Murakami was born in Kyoto in 1949 and now lives near Tokyo. His work has been translated into more than fifty languages, and the most recent of his many international honors is the Jerusalem Prize, whose previous recipients include J. M. Coetzee, Milan Kundera, and V. S. Naipaul.",
    "title": "1Q84",
    "image": "https://images-us.bookshop.org/ingram/9780307476463.jpg?height=500&v=v2",
    "description": "\"Murakami is like a magician who explains what he's doing as he performs the trick and still makes you believe he has supernatural powers . . . But while anyone can tell a story that resembles a dream, it's the rare artist, like this one, who can make us feel that we are dreaming it ourselves.\" --The New York Times Book Review The year is 1984 and the city is Tokyo. A young woman named Aomame follows a taxi driver's enigmatic suggestion and begins to notice puzzling discrepancies in the world around her. She has entered, she realizes, a parallel existence, which she calls 1Q84 --\"Q is for 'question mark.' A world that bears a question.\" Meanwhile, an aspiring writer named Tengo takes on a suspect ghostwriting project. He becomes so wrapped up with the work and its unusual author that, soon, his previously placid life begins to come unraveled. As Aomame's and Tengo's narratives converge over the course of this single year, we learn of the profound and tangled connections that bind them ever closer: a beautiful, dyslexic teenage girl with a unique vision; a mysterious religious cult that instigated a shoot-out with the metropolitan police; a reclusive, wealthy dowager who runs a shelter for abused women; a hideously ugly private investigator; a mild-mannered yet ruthlessly efficient bodyguard; and a peculiarly insistent television-fee collector. A love story, a mystery, a fantasy, a novel of self-discovery, a dystopia to rival George Orwell's--1Q84 is Haruki Murakami's most ambitious undertaking yet: an instant best seller in his native Japan, and a tremendous feat of imagination from one of our most revered contemporary writers.",
    "listPrice": 2000,
    "price": 1840,
    "url": "https://bookshop.org/books/1q84-9780307476463/9780307476463",
    "publisher": "Vintage",
    "publishDate": "January 22, 2013",
    "dimensions": "5.2 X 2.1 X 8.1 inches | 1.8 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780307476463,
    "pages": 1157,
    "genres": ["Literary", "Dystopian", "Magical Realism"]
  },
  "novels-set-in-japan::9780679721031": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "John Hersey",
    "authorDescription": "John Hersey was born in Tientsin, China, in 1914 and lived there until 1925, when his family returned to the United States. He studied at Yale and Cambridge, served for a time as Sinclair Lewis's secretary, and then worked several years as a journalist. Beginning in 1947 he devoted his time mainly to writing fiction. He won the Pulitzer Prize, taught for two decades at Yale, and was president of the Authors League of America and Chancellor of the American Academy of Arts and Letters. John Hersey died in 1993.",
    "title": "Hiroshima",
    "image": "https://images-us.bookshop.org/ingram/9780679721031.jpg?height=500&v=v2",
    "description": "On August 6, 1945, Hiroshima was destroyed by the first atomic bomb ever dropped on a city. This book tells what happened on that day, told through the memoirs of survivors.",
    "listPrice": 795,
    "price": 731,
    "url": "https://bookshop.org/books/hiroshima-9780792765868/9780679721031",
    "publisher": "Vintage",
    "publishDate": "March 04, 1989",
    "dimensions": "4.24 X 6.89 X 0.47 inches | 0.19 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679721031,
    "pages": 152,
    "genres": [
      "Military - World War II",
      "Asia - Japan",
      "Military - Nuclear Warfare"
    ]
  },
  "novels-set-in-japan::9780312427801": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "Yoko Ogawa",
    "authorDescription": "Yoko Ogawa's fiction has appeared in The New Yorker, A Public Space, and Zoetrope. Since 1988 she has published more than twenty works of fiction and nonfiction, and has won every major Japanese literary award. Her books include The Housekeeper and the Professor,  Revenge, and The Diving Pool.",
    "title": "The Housekeeper and the Professor",
    "image": "https://images-us.bookshop.org/ingram/9780312427801.jpg?height=500&v=v2",
    "description": "Yoko Ogawa's The Housekeeper and the Professor is an enchanting story about what it means to live in the present, and about the curious equations that can create a family.  He is a brilliant math Professor with a peculiar problem--ever since a traumatic head injury, he has lived with only eighty minutes of short-term memory. She is an astute young Housekeeper--with a ten-year-old son--who is hired to care for the Professor. And every morning, as the Professor and the Housekeeper are introduced to each other anew, a strange and beautiful relationship blossoms between them. Though he cannot hold memories for long (his brain is like a tape that begins to erase itself every eighty minutes), the Professor's mind is still alive with elegant equations from the past. And the numbers, in all of their articulate order, reveal a sheltering and poetic world to both the Housekeeper and her young son. The Professor is capable of discovering connections between the simplest of quantities--like the Housekeeper's shoe size--and the universe at large, drawing their lives ever closer and more profoundly together, even as his memory slips away.",
    "listPrice": 1700,
    "price": 1564,
    "url": "https://bookshop.org/books/the-housekeeper-and-the-professor-9798200064946/9780312427801",
    "publisher": "Picador USA",
    "publishDate": "February 03, 2009",
    "dimensions": "6.32 X 8.28 X 0.53 inches | 0.41 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780312427801,
    "pages": 192,
    "genres": ["Literary", "Psychological", "World Literature - Japan"]
  },
  "novels-set-in-japan::9780895267153": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "Natsume Soseki",
    "authorDescription": "Natsume Soseki (1867-1916), perhaps the greatest novelist if the Meiji period, remains one of the most widely read authors in Japan.",
    "title": "Kokoro",
    "image": "https://images-us.bookshop.org/ingram/9780895267153.jpg?height=500&v=v2",
    "description": "Nineteenth-century Japanese novel concerned with man's loneliness in the modern world.",
    "listPrice": 1899,
    "price": 1747,
    "url": "https://bookshop.org/books/kokoro-9781539712206/9780895267153",
    "publisher": "Gateway Editions",
    "publishDate": "July 01, 1996",
    "dimensions": "5.38 X 8.25 X 0.75 inches | 0.64 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780895267153,
    "pages": 248,
    "genres": ["Literary", "World Literature - Japan"]
  },
  "novels-set-in-japan::9781455563920": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "Min Jin Lee",
    "authorDescription": "Min Jin Lee is a recipient of fellowships in Fiction from the Guggenheim Foundation (2018) and the Radcliffe Institute for Advanced Study at Harvard (2018-2019). Her novel Pachinko (2017) was a finalist for the National Book Award for Fiction, a runner-up for the Dayton Literary Peace Prize, winner of the Medici Book Club Prize, and one of the New York Times' Ten Best Books of 2017. A New York Times bestseller, Pachinko was also one of the Ten Best Books of the year for BBC and the New York Public Library, and a best international fiction pick for the Canadian Broadcasting Corporation. In total, it was on over seventy-five best books of the year lists, including NPR, PBS, and CNN, and it was a selection for Now Read This, the joint book club of PBS NewsHour and the New York Times. Pachinko will be translated into twenty-seven languages. Lee's debut novel Free Food for Millionaires (2007) was one of the best books of the year for the Times of London, NPR's Fresh Air, and USA Today, and it was a national bestseller. Her writings have appeared in the New Yorker, NPR's Selected Shorts, One Story, the New York Review of Books, the New York Times Magazine, the New York Times Book Review, the Times Literary Supplement, the Guardian, Condé Nast Traveler, the Times of London, andthe Wall Street Journal. Lee served three consecutive seasons as a Morning Forum columnist of the Chosun Ilbo of South Korea. In 2018, she was named as one of Adweek's Creative 100 for being one of the ten writers and editors who are changing the national conversation, and one of the Guardian's Frederick Douglass 200. She received an honorary doctor of humane letters degree from Monmouth College. She will be a Writer-in-Residence at Amherst College from 2019-2022.",
    "title": "Pachinko (National Book Award Finalist)",
    "image": "https://images-us.bookshop.org/ingram/9781455563920.jpg?height=500&v=v2",
    "description": "A New York Times Top Ten Book of the Year and National Book Award finalist, Pachinko is an extraordinary epic of four generations of a poor Korean immigrant family as they fight to control their destiny in 20th-century Japan (San Francisco Chronicle).  NEW YORK TIMES NOTABLE BOOK OF 2017 * A USA TODAY TOP TEN OF 2017 * JULY PICK FOR THE PBS NEWSHOUR-NEW YORK TIMES BOOK CLUB NOW READ THIS * FINALIST FOR THE 2018DAYTON LITERARY PEACE PRIZE* WINNER OF THE MEDICI BOOK CLUB PRIZE  Roxane Gay's Favorite Book of 2017, Washington Post  NEW YORK TIMES BESTSELLER * #1 BOSTON GLOBE BESTSELLER * USA TODAY BESTSELLER * WALL STREET JOURNAL BESTSELLER * WASHINGTON POST BESTSELLER  There could only be a few winners, and a lot of losers. And yet we played on, because we had hope that we might be the lucky ones.  In the early 1900s, teenaged Sunja, the adored daughter of a crippled fisherman, falls for a wealthy stranger at the seashore near her home in Korea. He promises her the world, but when she discovers she is pregnant--and that her lover is married--she refuses to be bought. Instead, she accepts an offer of marriage from a gentle, sickly minister passing through on his way to Japan. But her decision to abandon her home, and to reject her son's powerful father, sets off a dramatic saga that will echo down through the generations.  Richly told and profoundly moving, Pachinko is a story of love, sacrifice, ambition, and loyalty. From bustling street markets to the halls of Japan's finest universities to the pachinko parlors of the criminal underworld, Lee's complex and passionate characters--strong, stubborn women, devoted sisters and sons, fathers shaken by moral crisis--survive and thrive against the indifferent arc of history. *Includes reading group guide*",
    "listPrice": 1699,
    "price": 1563,
    "url": "https://bookshop.org/books/pachinko-national-book-award-finalist/9781455563920",
    "publisher": "Grand Central Publishing",
    "publishDate": "November 14, 2017",
    "dimensions": "5.2 X 1.5 X 8.0 inches | 0.95 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781455563920,
    "pages": 512,
    "genres": ["Asian American", "Literary", "Cultural Heritage"]
  },
  "novels-set-in-japan::9780679761044": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "Yasunari Kawabata",
    "authorDescription": "Yasunari Kawabata was born in Osaka in 1899. In 1968 he became the first Japanese writer to receive the Nobel Prize for Literature. One of Japan's most distinguished novelists, he published his first stories while he was still in high school, graduating from Tokyo Imperial University in 1924. His short story \"The Izu Dancer,\" first published in 1925, appeared in The Atlantic Monthly in 1955. Kawabata authored numerous novels, including Snow Country (1956), which cemented his reputation as one of the preeminent voices of his time, as well as Thousand Cranes (1959), The Sound of the Mountain (1970), The Master of Go (1972), and Beauty and Sadness (1975). He served as the chairman of the P.E.N. Club of Japan for several years and in 1959 he was awarded the Goethe-medal in Frankfurt. Kawabata died in 1972.",
    "title": "Snow Country",
    "image": "https://images-us.bookshop.org/ingram/9780679761044.jpg?height=500&v=v2",
    "description": "Nobel Prize winner Yasunari Kawabata's Snow Country is widely considered to be the writer's masterpiece: a powerful tale of wasted love set amid the desolate beauty of western Japan.  At an isolated mountain hot spring, with snow blanketing every surface, Shimamura, a wealthy dilettante meets Komako, a lowly geisha. She gives herself to him fully and without remorse, despite knowing that their passion cannot last and that the affair can have only one outcome. In chronicling the course of this doomed romance, Kawabata has created a story for the ages -- a stunning novel dense in implication and exalting in its sadness.",
    "listPrice": 1500,
    "price": 1380,
    "url": "https://bookshop.org/books/snow-country/9780679761044",
    "publisher": "Vintage",
    "publishDate": "January 30, 1996",
    "dimensions": "5.1 X 0.6 X 8.3 inches | 0.35 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780679761044,
    "pages": 192,
    "genres": ["Literary"]
  },
  "novels-set-in-japan::9780812976366": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "David Mitchell",
    "authorDescription": "David Mitchell is the award-winning and bestselling author of The Bone Clocks, The Thousand Autumns of Jacob de Zoet, Black Swan Green, Cloud Atlas, Number9Dream, and Ghostwritten. Twice shortlisted for the Man Booker Prize, Mitchell was named one of the 100 most influential people in the world by Time in 2007. With KA Yoshida, Mitchell translated from the Japanese the internationally bestselling memoir The Reason I Jump. He lives in Ireland with his wife and two children.",
    "title": "The Thousand Autumns of Jacob de Zoet",
    "image": "https://images-us.bookshop.org/ingram/9780812976366.jpg?height=500&v=v2",
    "description": "By the New York Times bestselling author of The Bone Clocks and Cloud Atlas  Longlisted for the Man Booker PrizeIn 2007,  Time magazine named him one of the most influential novelists in the world. He has twice been short-listed for the Man Booker Prize. The New York Times Book Review called him simply \"a genius.\" Now David Mitchell lends fresh credence to The Guardian's claim that \"each of his books seems entirely different from that which preceded it.\" The Thousand Autumns of Jacob de Zoet is a stunning departure for this brilliant, restless, and wildly ambitious author, a giant leap forward by even his own high standards. A bold and epic novel of a rarely visited point in history, it is a work as exquisitely rendered as it is irresistibly readable. The year is 1799, the place Dejima in Nagasaki Harbor, the \"high-walled, fan-shaped artificial island\" that is the Japanese Empire's single port and sole window onto the world, designed to keep the West at bay; the farthest outpost of the war-ravaged Dutch East Indies Company; and a de facto prison for the dozen foreigners permitted to live and work there. To this place of devious merchants, deceitful interpreters, costly courtesans, earthquakes, and typhoons comes Jacob de Zoet, a devout and resourceful young clerk who has five years in the East to earn a fortune of sufficient size to win the hand of his wealthy fianc e back in Holland. But Jacob's original intentions are eclipsed after a chance encounter with Orito Aibagawa, the disfigured daughter of a samurai doctor and midwife to the city's powerful magistrate. The borders between propriety, profit, and pleasure blur until Jacob finds his vision clouded, one rash promise made and then fatefully broken. The consequences will extend beyond Jacob's worst imaginings. As one cynical colleague asks, \"Who ain't a gambler in the glorious Orient, with his very life?\" A magnificent mix of luminous writing, prodigious research, and heedless imagination, The Thousand Autumns of Jacob de Zoet is the most impressive achievement of its eminent author. Praise for The Thousand Autumns of Jacob de Zoet   \"A page-turner . . . David] Mitchell's masterpiece; and also, I am convinced, a masterpiece of our time.\"--Richard Eder, The Boston Globe   \"An achingly romantic story of forbidden love . . . Mitchell's incredible prose is on stunning display. . . . A novel of ideas, of longing, of good and evil and those who fall somewhere in between that] confirms Mitchell as one of the more fascinating and fearless writers alive.\"--Dave Eggers, The New York Times Book Review  \"The novelist who's been showing us the future of fiction has published a classic, old-fashioned tale . . . an epic of sacrificial love, clashing civilizations and enemies who won't rest until whole family lines have been snuffed out.\"--Ron Charles, The Washington Post  \"By any standards, The Thousand Autumns of Jacob de Zoet is a formidable marvel.\"--James Wood, The New Yorker  \"A beautiful novel, full of life and authenticity, atmosphere and characters that breathe.\"--Maureen Corrigan, NPRLook for special features inside. Join the Random House Reader's Circle for author chats and more.",
    "listPrice": 1800,
    "price": 1656,
    "url": "https://bookshop.org/books/the-thousand-autumns-of-jacob-de-zoet/9780812976366",
    "publisher": "Random House Trade",
    "publishDate": "March 08, 2011",
    "dimensions": "5.63 X 1.15 X 8.23 inches | 0.85 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780812976366,
    "pages": 492,
    "genres": ["Historical - General"]
  },
  "novels-set-in-japan::9781400078370": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "Natsuo Kirino",
    "authorDescription": "Natsuo Kirino, born in 1951, quickly established a reputation in her own country as one of a rare breed of mystery writer whose work goes well beyond the conventional crime novel. This fact has been demonstrated by her winning not only the Grand Prix for Crime Fiction in Japan-for Out in 1998-but one of its major literary awards-the Naoki Prize in 1999, for Soft Cheeks (to be published in English). Several of her books have also been turned into full-scale movies. Out is the first of her novels to appear in English and was nominated for an Edgar Award. Natsuo Kirino lives in Japan.",
    "title": "Out",
    "image": "https://images-us.bookshop.org/ingram/9781400078370.jpg?height=500&v=v2",
    "description": "Nothing in Japanese literature prepares us for the stark, tension-filled, plot-driven realism of Natsuo Kirino's award-winning literary mystery Out. This mesmerizing novel tells the story of a brutal murder in the staid Tokyo suburbs, as a young mother who works the night shift making boxed lunches strangles her abusive husband and then seeks the help of her coworkers to dispose of the body and cover up her crime. The coolly intelligent Masako emerges as the plot's ringleader, but quickly discovers that this killing is merely the beginning, as it leads to a terrifying foray into the violent underbelly of Japanese society. At once a masterpiece of literary suspense and pitch-black comedy of gender warfare, Out is also a moving evocation of the pressures and prejudices that drive women to extreme deeds, and the friendships that bolster them in the aftermath.",
    "listPrice": 1695,
    "price": 1559,
    "url": "https://bookshop.org/books/out-9781531889449/9781400078370",
    "publisher": "Vintage",
    "publishDate": "January 04, 2005",
    "dimensions": "5.22 X 0.89 X 8.08 inches | 0.68 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9781400078370,
    "pages": 400,
    "genres": [
      "Mystery & Detective - General",
      "Thrillers - General",
      "General"
    ]
  },
  "novels-set-in-japan::9780143124870": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "Ruth Ozeki",
    "authorDescription": "Ruth Ozeki is a novelist, filmmaker, and Zen Buddhist priest. She is the award-winning author of three novels, My Year of Meats, All Over Creation, and A Tale for the Time Being, which was a finalist for the 2013 Booker Prize. Her nonfiction work includes a memoir, The Face: A Time Code,  and the documentary film,  Halving the Bones. She is affiliated with the Everyday Zen Foun­dation and teaches creative writing at Smith College, where she is the Grace Jarcho Ross 1933 Professor of Humanities.",
    "title": "A Tale for the Time Being",
    "image": "https://images-us.bookshop.org/ingram/9780143124870.jpg?height=500&v=v2-54076f745fd9c9c1a93cd098d3d29cc6",
    "description": "A brilliant, unforgettable novel from bestselling author Ruth Ozeki, author of The Book of Form and Emptiness Finalist for the Booker Prize and the National Book Critics Circle Award \"A time being is someone who lives in time, and that means you, and me, and every one of us who is, or was, or ever will be.\" In Tokyo, sixteen-year-old Nao has decided there's only one escape from her aching loneliness and her classmates' bullying. But before she ends it all, Nao first plans to document the life of her great grandmother, a Buddhist nun who's lived more than a century. A diary is Nao's only solace--and will touch lives in ways she can scarcely imagine. Across the Pacific, we meet Ruth, a novelist living on a remote island who discovers a collection of artifacts washed ashore in a Hello Kitty lunchbox--possibly debris from the devastating 2011 tsunami. As the mystery of its contents unfolds, Ruth is pulled into the past, into Nao's drama and her unknown fate, and forward into her own future. Full of Ozeki's signature humor and deeply engaged with the relationship between writer and reader, past and present, fact and fiction, quantum physics, history, and myth, A Tale for the Time Being is a brilliantly inventive, beguiling story of our shared humanity and the search for home.",
    "listPrice": 1800,
    "price": 1656,
    "url": "https://bookshop.org/books/a-tale-for-the-time-being-9780143124870/9780143124870",
    "publisher": "Penguin Books",
    "publishDate": "December 31, 2013",
    "dimensions": "6.09 X 8.41 X 1.15 inches | 0.99 pounds",
    "language": "English",
    "type": "Paperback",
    "eanUpc": 9780143124870,
    "pages": 448,
    "genres": ["Literary", "Women", "Asian American"]
  },
  "novels-set-in-japan::9781250159212": {
    "listName": "Novels Set In Japan",
    "listId": "novels-set-in-japan",
    "author": "Mariko Nagai",
    "authorDescription": "Mariko Nagai is the author of Under the Broken Sky and Dust of Eden as well as several books of poetry and fiction for adults. She has received the Pushcart Prize in both poetry and fiction, as well as many other accolades. She is an associate professor of creative writing and Japanese literature at Temple University, Japan Campus, in Tokyo, where she is also the director of research. Mariko-nagai.com",
    "title": "Under the Broken Sky",
    "image": "https://images-us.bookshop.org/ingram/9781250159212.jpg?height=500&v=v2",
    "description": "Necessary for all of humankind, Under the Broken Sky is a breathtaking work of literature.--Booklist, starred review A beautifully told middle-grade novel-in-verse about a Japanese orphan's experience in occupied rural Manchuria during World War II.Twelve-year-old Natsu and her family live a quiet farm life in Manchuria, near the border of the Soviet Union. But the life they've known begins to unravel when her father is recruited to the Japanese army, and Natsu and her little sister, Cricket, are left orphaned and destitute. In a desperate move to keep her sister alive, Natsu sells Cricket to a Russian family following the 1945 Soviet occupation. The journey to redemption for Natsu's broken family is rife with struggles, but Natsu is tenacious and will stop at nothing to get her little sister back. Literary and historically insightful, this is one of the great untold stories of WWII. Much like the Newbery Honor book Inside Out and Back Again by Thanhha Lai, Mariko Nagai's Under the Broken Sky is powerful, poignant, and ultimately hopeful.Christy Ottaviano Books",
    "listPrice": 1799,
    "price": 1655,
    "url": "https://bookshop.org/books/under-the-broken-sky/9781250159212",
    "publisher": "Henry Holt & Company",
    "publishDate": "October 15, 2019",
    "dimensions": "5.5 X 8.3 X 1.2 inches | 0.84 pounds",
    "language": "English",
    "type": "Hardcover",
    "eanUpc": 9781250159212,
    "pages": 304,
    "genres": [
      "People & Places - Asia",
      "Historical - Military & Wars",
      "Stories in Verse (see also Poetry)"
    ]
  }
}
